[
  {
    "pmid": "32528504",
    "title": "Transcriptional and Post-transcriptional Regulation of Lignin Biosynthesis Pathway Genes in <i>Populus</i>.",
    "journal": "Frontiers in plant science",
    "year": "2020",
    "authors": [
      "Zhang, Jin",
      "Tuskan, Gerald A",
      "Tschaplinski, Timothy J",
      "Muchero, Wellington",
      "Chen, Jin-Gui"
    ],
    "abstract": "Lignin is a heterogeneous polymer of aromatic subunits derived from phenylalanine. It is polymerized in intimate proximity to the polysaccharide components in plant cell walls and provides additional rigidity and compressive strength for plants. Understanding the regulatory mechanisms of lignin biosynthesis is important for genetic modification of the plant cell wall for agricultural and industrial applications. Over the past 10 years the transcriptional regulatory model of lignin biosynthesis has been established in plants. However, the role of post-transcriptional regulation is still largely unknown. Increasing evidence suggests that lignin biosynthesis pathway genes are also regulated by alternative splicing, microRNA, and long non-coding RNA. In this review, we briefly summarize recent progress on the transcriptional regulation, then we focus on reviewing progress on the post-transcriptional regulation of lignin biosynthesis pathway genes in the woody model plant <i>Populus</i>.",
    "pmcid": "PMC7262965",
    "full_text": "Lignin is one of the most abundant biopolymers, accounting for ∼30% of the organic carbon in the biosphere. As a principal component of secondary cell walls, lignin provides plants with structural integrity and a response mechanism to environmental stimuli, e.g., pathogen attack. In addition, lignin supports transport of water and solutes through the vascular system. The lignin structure varies between plant species, between cell types within a single plant, and between different parts of the wall of a single cell. The lignin polymer is primarily comprised of three major monomers: p-hydroxyphenyl (H), guaiacyl (G), and syringyl (S) monolignols that are synthesized via the phenylpropanoid pathway (Raes et al., 2003). From Arabidopsis genome-wide analysis and mutant/transformation studies, at least 14 structural genes have been characterized and shown to be involved in the monolignol biosynthesis pathway (Goujon et al., 2003a).\n\nAlthough the regulatory mechanism of lignin biosynthesis has been studied in several plant species (Zhong et al., 2006; Zhong and Ye, 2011; Xie et al., 2018b; Zhang et al., 2018a), many aspects of its regulation remain unresolved. Identification of cis-acting elements in monolignol biosynthetic genes provides an understanding of the transcriptional regulation of lignin biosynthesis. Promoter analysis and electrophoretic mobility shift assay have revealed that the SNBE (Zhong et al., 2010a) and AC elements (Zhong and Ye, 2011) (corresponding to the NAC and MYB transcription factor-binding motif, respectively) are necessary for coordinated monolignol pathway gene activation. However, a comprehensive understanding of the transcriptional and post-transcriptional regulation of lignin biosynthesis in woody species is still lacking. In this review, we summarize the current understanding of the regulation of lignin biosynthesis pathway genes at the transcriptional level, then focus on the emerging area of post-transcriptional regulation.\n\nThe monolignol biosynthesis pathway has been well studied in several model plant species, such as the model herbaceous species Arabidopsis and the model woody species Populus. Monolignols are synthesized from phenylalanine via the phenylpropanoid pathway, which includes a series of enzymes controlling alternate linear steps, ultimately providing precursors for numerous secondary metabolites (Fraser and Chapple, 2011). Wang et al. (2018) demonstrated the importance of phenylpropanoid biosynthetic enzymes for lignin biosynthesis in Populus using 221 independent transgenic lines derived from 21 lignin biosynthetic genes. These enzymes belong to an assembly of genes and gene families, including phenylalanine ammonia lyase (PAL), cinnamate 4-hydroxylase (C4H), 4-coumarate:CoA ligase (4CL), p-coumaroyl-shikimate/quinate 3-hydroxylase (C3H), hydroxycinnamoyl-CoA shikimate/quinate hydroxycinnamoyl transferase (HCT), caffeoyl-CoA O-methyltransferase (CCoAOMT), 5-hydroxyconiferyl aldehyde O-methyltransferase (AldOMT), coniferyl aldehyde/ferulate 5-hydroxylase (CAld5H/F5H), cinnamoyl-CoA reductase (CCR), cinnamyl alcohol dehydrogenase (CAD), caffeoyl shikimate esterase (CSE), and caffeic acid O-methyltransferase (COMT) (Figure 1). PAL, C4H and 4CL play important roles to provide precursors for various downstream metabolites (Figure 1). Down-regulation of PAL, C4H or 4CL can significantly decrease lignin content in both Arabidopsis and Populus (Rohde et al., 2004; Chen and Dixon, 2007; Vanholme et al., 2008; Wang et al., 2018). Recently, a C3H enzyme is identified as a bifunctional peroxidase that oxidizes both ascorbate and 4-coumarate in the model plants Brachypodium distachyon and Arabidopsis by directly catalyzing the 3-hydroxylation of 4-coumarate to caffeate in lignin biosynthesis pathway (Barros et al., 2019).\n\nThe monolignol biosynthetic pathway in Populus. PAL, L-phenylalanine ammonia-lyase; PTAL, bifunctional L-phenylalanine/L-tyrosine ammonia-lyase; C4H, cinnamate 4-hydroxylase; C3H, p-coumarate 3-hydroxylase; COMT, caffeate/5-hydroxyferulate 3-O-methyltransferase; F5H, ferulate 5-hydroxylase/coniferaldehyde 5-hydroxylase; 4CL, 4-hydroxycinnamate:CoA ligase; HCT, p-hydroxycinnamoyl CoA:shikimate/quinate hydroxycinnamoyltransferase; C3′H, p-coumaroyl shikimate/quinate 3′-hydroxylase; CSE, caffeoyl shikimate esterase; CCoAOMT, caffeoyl CoA 3-O-methyltransferase; CCR, cinnamoyl CoA reductase; CAD, cinnamyl alcohol dehydrogenase.\n\nPopulus is a promising feedstock for biofuels and other value-added products due to its fast growth and high efficiency of biofuel conversion. In addition, abundant public genomics, and transcriptomics resources of Populus provide the basis for functional study. Here we focus on Populus to explore the transcriptional and post-transcriptional regulation of lignin biosynthetic genes. On the basis of findings reported in literature, we build a conceptual network of the enzymes that control monolignol biosynthesis in Populus. As shown in Table 1, the 21 enzymes reported by Wang et al. (2018), and three other enzymes [CSE1, CSE2 (Vanholme et al., 2013) and COMT2 (Marita et al., 2001)], play important roles in monolignol biosynthesis in Populus and Arabidopsis. We analyzed the expression profiles of the structural genes in monolignol biosynthesis pathway across various tissues and during wood formation in Populus based on the Populus Gene Expression Atlas database (different tissues of buds, male catkins, female catkins, leaf, root and stem of P. trichocarpa, 72 RNA-Seq libraries)1 and AspWood database (micro meter-scale profile of P. tremula cambial growth and wood formation, 137 RNA-Seq libraries) (Sundell et al., 2017).\n\nMonolignol biosynthetic genes in Populus.\n\nBroad expression evidence from key enzymes in the lignin biosynthetic pathway provides a hypothetical foundation for their functions in various tissues. For example, Kim et al. (2019) performed a series of wood-forming tissue-specific transcriptome analyses from a hybrid poplar and identified critical pathway genes for secondary wall biosynthesis in mature developing xylem. Wood formation is a process of plant secondary growth, which originates from the cambium meristem cells, eventually forming a tree’s main stem or truck. Most of the genes involved in this process are highly expressed in the developing xylem. In contrast, CAD2 and AldOMT2 are highly expressed in maturing xylem and cambium, respectively (Figure 2). In a promoter-GUS histochemistry analysis, the GUS driven by promoter of Eucalyptus gunnii CAD2 is expressed in all lignifying cells including vessel elements, xylem fibers and paratracheal parenchyma cells of the xylem tissues in the transgenic Arabidopsis floral stem and root (Baghdady et al., 2006). The expression pattern and function of AldOMT2 homologs remains unclear.\n\nHierarchical clustering of the expression profiles of monolignol biosynthetic genes across various tissues (left) and during wood formation (right) in Populus. The expression data of different tissues and wood formation were obtained from Populus Gene Expression Atlas (https://phytozome.jgi.doe.gov/phytomine/aspect.do?name=Expression) and AspWood (http://aspwood.popgenie.org/aspwood-v3.0/), respectively. The tissue atlas dataset includes tissues collected from buds, male catkins, female catkins, leaf, root and stem. The AspWood dataset includes samples collected from phloem, cambium, expanding xylem and maturing xylem. Gene expression was normalized by Z-score. Red and blue represent high and low expression, respectively.\n\nA hierarchical transcriptional regulatory network for lignin biosynthetic genes has been established over the past 10 years (Zhao et al., 2010; Zhong and Ye, 2011; Lin et al., 2017; Zhang et al., 2018a; Chen et al., 2019). This network involves members of several transcription factor (TF) families including MYBs and NACs. A recent study identified a novel TF (i.e., PtrEPSP-TF) encoding a homolog of 5-enolpyruvylshikimate 3-phosphate (EPSP) synthase in the shikimate pathway, which possesses a helix-turn-helix motif in the N terminus and can function as a transcriptional repressor to regulate gene expression in the phenylpropanoid pathway in Populus (Xie et al., 2018a). Correspondingly, the expression of lignin-related TFs is affected by several other genes. For example, overexpression of a serine hydroxymethyltransferase (PtSHMT2) decreases the lignin content in transgenic poplar (Zhang et al., 2019a). Overexpression of a prefoldin chaperonin β subunit gene PdPFD2.2 increases lignin S/G ration in poplar (Zhang et al., 2019b). This suggests that the molecular regulation of lignin biosynthesis is not unidirectional and is more complex than that was previously reported.\n\nRecently, Gunasekara et al. (2018) developed a novel algorithm called triple-gene mutual interaction (TGMI) for identifying the pathway regulators using high-throughput gene expression data, which calculates the mutual interaction measure for each triple gene grouping (two pathway genes and one TF) and then examines its statistical significance using bootstrap. Implementing this algorithm, Gunasekara et al. (2018) analyzed pathway regulators of lignin biosynthesis using a compendium dataset that comprised 128 microarray samples from Arabidopsis stem tissues under short-day conditions. In this review, we also applied the TGMI algorithm to identify regulators of lignin biosynthesis in Populus based on the tissue-specific Populus Gene Expression Atlas and AspWood datasets (209 RNA-Seq samples in total). As anticipated, a series of known lignin biosynthesis-related TFs (87 TFs from 10 families), such as members in NAC and MYB families, were correlated with the lignin biosynthetic genes (Figures 3, 4). In addition, we identified several novel TFs that were highly correlated with the monolignol biosynthetic genes, expanding our view of the transcriptional regulatory network affecting lignin biosynthesis. Individual classes of these TFs are presented in Figures 3, 4.\n\nRegulatory network generated by triple-gene mutual interaction (TGMI) algorithm for the Populus lignin biosynthesis pathway using the RNA-Seq data from Populus Gene Expression Atlas and AspWood datasets. Green nodes represent monolignol biosynthetic genes. Red nodes are transcription factors (TF) and node size represent frequency of TF. Edges represent regulatory relationships from TGMI algorithm.\n\nRegulatory relationship of transcription factor (TF) and monolignol biosynthetic genes generated by triple-gene mutual interaction (TGMI) algorithm. Green blocks represent statistically significant interactions.\n\nTo further understand the transcriptional regulation between TFs and lignin biosynthetic genes, we generated a heatmap to reveal the correlation between lignin biosynthetic genes and known lignin-related TFs (Figure 4). PAL genes showed strong correlation with MYB TFs. During secondary cell wall formation, MYB46 and MYB83 and their orthologs in several plant species, including Arabidopsis, Populus, and Eucalyptus, have been identified as the direct targets of SNDs (SECONDARY WALL-ASSOCIATED NAC DOMAIN PROTEINS) and VNDs (VASCULAR-RELATED NAC DOMAINS) and function as the second-layer master switches (McCarthy et al., 2010; Zhong and Ye, 2011; Kim et al., 2013; Ko et al., 2014; Zhang et al., 2018a). Overexpression of MYB46 and MYB83 caused ectopic deposition of secondary cell walls through activation of the lignin, cellulose and xylan biosynthetic genes (Zhong and Ye, 2011). Electrophoretic mobility shift assay and chromatin immunoprecipitation analysis showed that MYB46 directly binds to the promoters of PAL (Kim et al., 2014). Similarly, their orthologs in Populus, PtrMYB3 (Potri.001G267300) and PtrMYB20 (Potri.009G061500), activate the biosynthesis pathways of lignin, cellulose and xylan in both Arabidopsis and Populus, including PAL genes (McCarthy et al., 2010). In Populus tomentosa, PtoMYB216 (GenBank: JQ801749, ortholog of Potri.013G001000), a homolog of Arabidopsis AtMYB61 and AtMYB85, was specifically expressed during secondary wall formation in wood. The expression of PAL4 was induced in the transgenic plants overexpressing PtoMYB216 (Tian et al., 2013). PtoMYB156 (GenBank: KT990214, ortholog of Potri.009G134000) is a homolog of AtMYB4, which functions as phenylpropanoid/lignin biosynthesis repressor. Overexpression of PtoMYB156 in poplar also resulted in downregulation of PtoPAL1 (Yang et al., 2017). Four additional MYB TFs (MYB20, MYB42, MYB43 and MYB85) were recently reported as transcriptional regulators that directly activate lignin biosynthetic genes during secondary wall formation in Arabidopsis. Quadruple mutant myb20/42/43/85 plants exhibited reduced transcript levels of PAL (Geng et al., 2020). From these results, MYB TFs appear to be regulated by a series of master switches during secondary cell wall biosynthesis. The transcriptional regulation of PAL is likely regulated by a hierarchical or more complex pattern, in addition to the direct regulation by these MYB TFs.\n\nAs shown in Figure 4, C4H1 was correlated with the TGMI-based expression of 32 MYB TFs. Recently, a transcriptional regulatory network (TRN) of wood formation based on a P. trichocarpa wood-forming cell system with quantitative transcriptomics and chromatin binding assays was constructed (Chen et al., 2019). In the TRN, PtrC4H1 was regulated by PtrWBLH2 (a wood Bel-like homeodomain protein), which is a direct target of PtrMYB021 and PtrMYB074. Comparably, in P. tomentosa, C4H2 is directly activated by PtoMYB216 through AC elements (Tian et al., 2013). In addition, the expression of C4H was repressed by MYB transcriptional repressors. In Arabidopsis, AtMYB4 downregulates the expression of C4H (Jin et al., 2000). Ectopic expression of E. gunnii EgMYB1 in Populus repressed the expression of PtaC4H2 in wood tissue (Legay et al., 2010). Moreover, Arabidopsis WRKY12 is a transcriptional repressor that can directly bind to the promoter of NST2, a master regulator of lignin biosynthesis. Loss-of-function mutants of WRKY12 in Arabidopsis, and its ortholog in Medicago, result in ectopic deposition of lignin, xylan, and cellulose in pith cells (Wang et al., 2010). Its homolog in Populus, PtrWKRY19 (Potri.014G050000), is highly expressed in stems, especially in pith. Finally, PtrWRKY19 can repress the expression of PtoC4H2 through W-box elements (Yang et al., 2016).\n\n4CL is the third step in the phenylpropanoid pathway and it is important for not only monolignol biosynthesis but also the generation of other secondary metabolites (Tsai et al., 2006). Based on the regulatory network, the two 4CL genes (4CL3 and 4CL5) were correlated with multiple NAC and MYB TFs (Figure 4). In Populus, the expression of 4CL5 was upregulated in transgenic plants overexpressing PtrMYB152 (GenBank: XM_002302907, ortholog of Potri.017G130300), a homolog of AtMYB58/63/85 (Li et al., 2014). Similarly, 4CL5 could be activated by another MYB member PtoMYB216 (Tian et al., 2013). The promoters of 4CL genes include AC elements that provide binding sites for secondary cell-wall-related MYB genes. In several plant species, NAC TFs have been reported to regulate the expression of 4CL genes. In support of these observations, EjNAC1 had trans-activation activities on promoter of Ej4CL1 (Xu et al., 2015) and the expression of 4CL was repressed in Medicago nst mutant (Zhao et al., 2010). However, whether 4CL genes are direct targets of NAC TFs in Populus remains unknown.\n\nThe regulatory network pattern in Figure 4 reveals that C3H has a similar pattern to the 4CL genes, indicating the transcriptional regulation of C3H might be similar with 4CL genes. As expected, the expression of C3H3 was also activated by PtoMYB216 and PtrMYB152 (Tian et al., 2013; Li et al., 2014). Still, studies of other species revealed that C3H could be regulated by other TF families. Switchgrass PvMYB4 is a transcriptional repressor and binds to the AC elements. The expression of C3H was activated by overexpressing PvMYB4 in transgenic tobacco and switchgrass (Shen et al., 2012). In Medicago nst mutant, the expression of C3H was repressed due to loss-of-function of NST (Zhao et al., 2010). In addition, the expression of C3H was induced by overexpressing GbERF1-like, a Gossypium barbadense ethylene response-related factor, in transgenic cotton and Arabidopsis (Guo et al., 2016). The AC elements provide the binding sites for the direct TF regulation.\n\nHCT is involved in the production of methoxylated monolignols that are precursors to G- and S-unit lignin. HCT-downregulated plants are strikingly enriched in H lignin units, a minor component of lignin (Wagner et al., 2007). In P. trichocarpa, HCT1 and HCT6 display xylem-specific expression, which is regulated by PtrWBLH2 and PtrWBLH1, respectively (Chen et al., 2019). A recent study using genome-wide association studies (GWAS) and expression quantitative trait loci (eQTL)/expression quantitative trait nucleotide (eQTN) studies identified a defense-related HCT2 that was regulated by WRKY TFs (Zhang et al., 2018b), implying that other TF families might be also involved in the transcriptional regulation of HCT gene family under alternate developmental circumstances. Heterologous expressing SbbHLH1, a Sorghum bicolor basic helix-loop-helix gene, reduced the lignin content through repress the expression of HCT in transgenic Arabidopsis (Yan et al., 2013).\n\nAs shown in Figure 4, three CCoAOMT genes were highly positively correlated with seven TFs in NAC family. It has been reported that NAC TFs function as master regulators in the lignin biosynthesis pathway. The SECONDARY WALL NACs (SWNs) consists of two types NACs: SECONDARY WALL-ASSOCIATED NAC DOMAIN PROTEIN (SND)/NAC SECONDARY WALL THICKENING PROMOTING FACTOR (NST) and VASCULAR-RELATED NAC DOMAINS (VNDs) (Zhang et al., 2018a). In Arabidopsis, ectopic overexpression of SND1 significantly induced the expression of CCoAOMT (Zhong et al., 2006). In Populus, six SND1 homologs, named PtrWND1-6 (WOOD ASSOCIATED NAC DOMAIN), are highly expressed in the developing xylem. Overexpression of PtrWND2B and PtrWND6B in Arabidopsis causes ectopic deposition of secondary cell wall through activation of the lignin, cellulose and xylan biosynthetic genes (Zhong et al., 2010b). In Populus, the transcript of CCoAOMT1 was induced by overexpressing WND3A (Yang et al., 2019). Zhou et al. (2014) demonstrated that the promoter of CCoAOMT1 is directly activated by Arabidopsis VND1-5. Similar results were also found in Arabidopsis transgenic lines expressing PtrWND6B. A transactivation assay indicates CCoAOMT is direct target of PtrWND6B (Zhong et al., 2010b). In addition, MYB TFs were also involved in transcriptional regulation of CCoAOMT. As direct target of PtrWND2, PtrMYB3 and PtrMYB20 (homologous of Arabidopsis MYB46/83) were able to activate the promoters of PtrCCoAOMT1 through Arabidopsis protoplast transactivation analysis (McCarthy et al., 2010).\n\nF5H is a cytochrome P450 (CYP)-dependent monooxygenase, it is specifically required for S-unit lignin biosynthesis and diverts G-unit into the S-unit pathway (Humphreys et al., 1999). Using P. trichocarpa wood-forming cell system, three TFs (PtrMYB090, PtrMYB161 and PtrWBLH2) were identified as upstream regulator of F5H genes in Populus (Chen et al., 2019). In Medicago, the expression of F5H is directly regulated by the secondary cell wall master switch NST1/SND1 (Zhao et al., 2010). In addition, MYB103 is required for the expression of F5H and S-lignin biosynthesis in Arabidopsis. The S-lignin content, as well as transcript level of F5H, are strongly decreased in the myb103 mutants, whereas the G-lignin content was concomitantly increased (Öhman et al., 2013).\n\nCCR and CAD catalyze the final steps of monolignol biosynthesis (Figure 1). In many species, CCR and CAD exhibit similar expression patterns in vascular tissues. The expression of PtrCAD1 was repressed by PtrMYB174 in Populus (Chen et al., 2019). Other studies indicated that CCR2 and CAD were activated by PtoMYB216 and PtrMYB152 (Tian et al., 2013; Li et al., 2014). Using promoter deletion analysis, Rahantamalala et al. (2010) identified an 80-bp region and a 50-bp region in the promoters of E. gunnii EgCAD2 and EgCCR that contains MYB elements, respectively. In addition, heterologous expressing Vitis vinifera VvWRKY2 activate the expression of CCR and CAD in transgenic tobacco (Guillaumie et al., 2010).\n\nCSE is a recently identified novel enzymatic step in the lignin biosynthetic pathway (Vanholme et al., 2013). Similar to other MYB46/83 regulated genes, CSE has M46RE motifs in the promoter region, and its expression is induced by MYB46 (Kim et al., 2014). In Populus, it is directly regulated by PtrWBLH1, a downstream regulator of PtrMYB021 (homolog of Arabidopsis MYB46) (Chen et al., 2019). In addition, the regulatory network indicated that CSE1 is negatively correlated with a WRKY TF in Populus (Figure 4), but whether WRKY directly regulates CSE needs to be confirmed.\n\nCOMT is critical for the S-unit lignin biosynthesis (Goujon et al., 2003b). In Arabidopsis, COMT is directly regulated by a lignin-specific MYB AtMYB58 through binding to the AC elements (Zhou et al., 2009). A similar regulatory pattern is also observed in Populus. That is, COMT2 is activated by PtoMYB170, PtrMYB090 and PtrMYB152, but not PtoMYB216 (Tian et al., 2013; Li et al., 2014; Xu et al., 2017; Chen et al., 2019). In addition, the promoter of Arabidopsis COMT could be bound by BP, a knotted1-like homeobox (KNOX) gene (Mele et al., 2003). The TGMI analysis indicated that COMT2 is highly associated with TFs in HD-ZIP and LBD families, in addition to NAC and MYB TFs (Figure 4). However, experimental evidence will be required to verify this regulatory relationship.\n\nPost-transcriptional regulation of lignin biosynthesis pathway genes plays important roles in molecular regulation at the RNA level, including controlling alternative splicing, RNA capping, poly-A tail addition, and mRNA stability (Sullivan and Green, 1993). To date, studies of the post-transcriptional regulation of lignin pathway have been focused on transcriptional regulatory genes. In this section, we summarize recent progress on the post-transcriptional regulation of regulatory genes in lignin pathway.\n\nAlternative splicing, as a post-transcriptional regulation mechanism, allows organisms to increase their proteomic diversity and regulate gene expression. It has been reported that alternative splicing of key regulators and enzymes play a critical role in the lignin biosynthesis pathway. A previous study analyzed the transcriptome of 20 P. trichocarpa individuals and found that ∼40% xylem genes are alternatively spliced, which include cell wall-related genes C2H2 TF and glycosyl transferases (Bao et al., 2013). Xu et al. (2014) compared the inter-species conservation of alternative splicing events in the developing xylem of Populus and Eucalyptus and found that ∼28% of alternative splicing genes were putative orthologs in these two species. Alternative splicing can also affect the expression of downstream genes. For example, retention of intron 2 of Populus PtrWND1B/PtrSND1, by alternative splicing, resulted in loss of DNA binding and transactivation activities (Li et al., 2012). This alternative splicing event appears to regulate secondary cell wall thickening and the expression of the lignin-related gene 4CL1. Similar alternative splicing was also observed in its orthologs in Eucalyptus, but not in Arabidopsis (Zhao et al., 2014). In addition, other members in the VND- and SND-type NAC family are regulated by alternative splicing. For example, retained introns of PtrSND1-A2 and PtrVND6-C1 play reciprocal cross-regulation of the two families during wood formation (Lin et al., 2017).\n\nmicroRNAs (miRNAs) are a class of small non-coding RNAs with a 21-23 ribonucleotide RNA sequence that play central roles in gene expression regulation through directing mRNA cleavage or translational inhibition. Several miRNAs, such as miRNA397, miRNA408, miRNA857, and miRNA528, have been reported to target laccase (LAC) genes, encoding a class of blue copper oxidase proteins involved in lignin polymerization (Sunkar and Zhu, 2004; Lu et al., 2013). In Populus, the expression of 17 PtrLACs are down-regulated and lignin content is decreased by overexpression of Ptr-miRNA397a (Lu et al., 2013). Arabidopsis LAC4 controls both lignin biosynthesis and seed yield, and its expression is controlled by miRNA397 member At-miRNA397b. Overexpression of At-miRNA397b reduced lignin deposition through repression of the biosynthesis of both S- and G-lignin subunits (Wang et al., 2014). In addition, overexpression a wounding-responsive miRNA828 can enhance lignin deposition and H2O2 accumulation through repressed expression of IbMYB and IbTLD in sweet potato (Lin et al., 2012). Acacia mangium miRNA166 is differentially expressed between phloem and xylem, where it targets HD-ZIP III type TFs to regulate the expression of C4H, CAD, and CCoAOMT (Ong and Wickneswari, 2012). In maize, Zm-miRNA528, induced by excess nitrogen and repressed by nitrogen deficiency, targets LAC3 and LAC5 and regulates the biosynthesis of S-, G-, and H-subunits (Sun et al., 2018). Finally, in Arabidopsis, miRNA858a directly regulates the expression of several MYBs during flavonoid biosynthesis. Overexpression of miRNA858a results in ectopic deposition of lignin in transgenic plants (Sharma et al., 2016). Collectively, these results indicate that miRNAs play important regulatory roles during multiple levels of lignin biosynthesis.\n\nLong non-coding RNAs (lncRNAs) refer to transcripts that lack coding potential and are greater than 200 nucleotides (Kapranov et al., 2007). Chen et al. (2015) performed a genome-wide identification of lncRNA in tension wood, opposite wood and normal wood xylem of P. tomentosa and identified 16 genes targeted by lncRNAs that are involved in wood formation processes, including lignin biosynthesis (Chen et al., 2015). In a similar study, the interaction of NEEDED FOR RDR2-INDEPENDENT DNA METHYLATION (NERD) and its regulatory lncRNA NERDL, which is partially located within the promoter region of NERD, is involved in the wood formation processes in Populus (Shi et al., 2017). In cotton, Dt subgenome-specific lncRNAs are enriched in lignin catabolic processes. Wang et al. (2015) suggests that these lncRNAs may regulate lignin biosynthesis by regulating the expression of LAC4 (Wang et al., 2015). Although these studies imply the potential roles of lncRNAs in lignin biosynthesis, the underlying regulatory mechanism remain unverified.\n\nIn this review, we provide a comprehensive summary of the current knowledge of the transcriptional regulation of lignin biosynthetic genes and post-transcriptional regulation of regulatory genes in lignin biosynthesis in Populus. Lignin content has been reported as important factor in biomass recalcitrance for bioethanol conversion and production. Although many genes that play a regulatory role in the lignin biosynthesis pathway were captured in TGMI analysis, some previously reported lignin pathway regulators were missing, possibly due to limited data in our analysis. To overcome this issue and to capture other regulatory genes, multiple datasets, pooled from various tissues types during specific rapid developmental processes, should be investigated. In addition, GWAS and eQTL/eQTN analyses may provide further supportive lucidity in discovering novel regulators and regulatory mechanisms in lignin biosynthesis. Revealing the transcriptional and post-transcriptional regulatory mechanisms in lignin biosynthesis will help clarify the parameters of the lignin biosynthesis, ultimately improving the application of lignocellulose in biofuels and bioenergy. Understanding the increasingly complex lignin regulatory network will provide an important theoretical basis for basic plant biology and utilization of plant biomass.\n\nThis manuscript has been authored by UT-Battelle, LLC under Contract No. DE-AC05-00OR22725 with the U.S. Department of Energy. The United States Government retains and the publisher, by accepting the article for publication, acknowledges that the United States Government retains a non-exclusive, paid-up, irrevocable, worldwide license to publish or reproduce the published form of this manuscript, or allow others to do so, for United States Government purposes. The Department of Energy will provide public access to these results of federally sponsored research in accordance with the DOE Public Access Plan (http://energy.gov/downloads/doe-public-access-plan).\n\nJZ collected and synthesized the data from literature and wrote the manuscript. GT, TT, WM, and J-GC revised the manuscript.\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  },
  {
    "pmid": "20584286",
    "title": "Coordinated transcriptional regulation of two key genes in the lignin branch pathway--CAD and CCR--is mediated through MYB- binding sites.",
    "journal": "BMC plant biology",
    "year": "2010",
    "authors": [
      "Rahantamalala, Anjanirina",
      "Rech, Philippe",
      "Martinez, Yves",
      "Chaubet-Gigot, Nicole",
      "Grima-Pettenati, Jacqueline",
      "Pacquit, Valérie"
    ],
    "abstract": "Cinnamoyl CoA reductase (CCR) and cinnamyl alcohol dehydrogenase (CAD) catalyze the final steps in the biosynthesis of monolignols, the monomeric units of the phenolic lignin polymers which confer rigidity, imperviousness and resistance to biodegradation to cell walls. We have previously shown that the Eucalyptus gunnii CCR and CAD2 promoters direct similar expression patterns in vascular tissues suggesting that monolignol production is controlled, at least in part, by the coordinated transcriptional regulation of these two genes. Although consensus motifs for MYB transcription factors occur in most gene promoters of the whole phenylpropanoid pathway, functional evidence for their contribution to promoter activity has only been demonstrated for a few of them. Here, in the lignin-specific branch, we studied the functional role of MYB elements as well as other cis-elements identified in the regulatory regions of EgCAD2 and EgCCR promoters, in the transcriptional activity of these gene promoters. By using promoter deletion analysis and in vivo footprinting, we identified an 80 bp regulatory region in the Eucalyptus gunnii EgCAD2 promoter that contains two MYB elements, each arranged in a distinct module with newly identified cis-elements. A directed mutagenesis approach was used to introduce block mutations in all putative cis-elements of the EgCAD2 promoter and in those of the 50 bp regulatory region previously delineated in the EgCCR promoter. We showed that the conserved MYB elements in EgCAD2 and EgCCR promoters are crucial both for the formation of DNA-protein complexes in EMSA experiments and for the transcriptional activation of EgCAD2 and EgCCR promoters in vascular tissues in planta. In addition, a new regulatory cis-element that modulates the balance between two DNA-protein complexes in vitro was found to be important for EgCAD2 expression in the cambial zone. Our assignment of functional roles to the identified cis-elements clearly demonstrates the importance of MYB cis-elements in the transcriptional regulation of two genes of the lignin-specific pathway and support the hypothesis that MYB elements serve as a common means for the coordinated regulation of genes in the entire lignin biosynthetic pathway.",
    "pmcid": "PMC3017776",
    "full_text": "Vascular cambium is a cylindrical secondary meristem that produces both secondary phloem and secondary xylem (i.e. wood in trees). The most characteristic components of secondary cell walls are lignins, complex phenolic polymers, which play fundamental roles in mechanical support, water and solute conductive properties and disease resistance in higher plants [1]. The biosynthesis of the lignin polymers derives from the general phenylpropanoid pathway which provides precursors for several branch pathways leading to the elaboration of a wide range of compounds involved in various aspects of plant development and defence [2]. In the lignin-specific branch pathway, the conversion of hydroxycinnamoyl CoA esters into cinnamyl alcohols (or monolignols), the monomeric units that are incorporated into the lignin heteropolymer, is catalyzed by cinnamoyl CoA reductase (CCR; EC 1.2.1.44) and cinnamyl alcohol dehydrogenase (CAD; EC 1.1.1.195) successively.\n\nThe spatial and temporal expression of the Eucalyptus gunnii CCR and CAD2 genes was investigated by fusing the gene promoters to the uidA reporter gene coding for β-glucuronidase (GUS) and expressing these constructs in transgenic woody and herbaceous plants [3-6]. Both EgCAD2 and EgCCR gene promoters have been reported to direct GUS activity in the vascular tissues of all organs in all the plant species examined. Similar expression patterns have been reported for the Arabidopsis thaliana AtCAD-C and AtCAD-D genes, which encode proteins that are closely related to the EgCAD2 enzyme [7]. The GUS activities were found to be consistent with tissue and cell locations of the CCR and CAD2 transcripts and proteins obtained by the use of in situ hybridization and immunolocalization [8,9]. These observations showed that the two genes have the same expression pattern, suggesting that the control of monolignol production is, at least in part, achieved through their coordinated transcriptional regulation.\n\nDeletion studies of the EgCCR and EgCAD2 promoters showed that the EgCCR promoter deleted to -119 bp upstream of the transcription start site retained its ability to direct GUS expression in a pattern similar to that obtained with the full-length promoter whereas the promoter deleted to -70 bp was inactive [5]. In the EgCAD2 promoter, a region necessary for GUS expression in cambium and secondary xylem was mapped between -340 and -124 bp upstream of the transcription start site [6]. These results indicate that expression of the EgCCR and EgCAD2 genes is under the control of a promoter region (50 bp in EgCCR and 216 bp in EgCAD2) proximal to the transcription start site. As revealed by in silico studies, both regulatory regions contain putative binding sites for MYB transcription factors.\n\nPlant MYB proteins belong to one of the largest families of transcription factors. According to their predicted sequences and structural features, they have been classified into several subgroups [10-12]. The R2R3 two-repeat MYB family occurs specifically in plant lineages and its members have been postulated to participate in the regulation of a wide range of developmental and metabolic processes, notably the phenylpropanoid biosynthetic pathway [13-15]. However, despite the conservation of MYB consensus motifs (previously called AC-elements) in most phenylpropanoid gene promoters, functional evidence for their contribution to the promoter activity has only been directly proven for a few of them (reviewed in [16]). Although the involvement of MYB proteins in the monolignol-specific branch pathway has been suggested (reviewed in [17]), the functional role of MYB cis-elements and the molecular mechanism by which they participate in promoter activities have not yet been investigated.\n\nThe main goal of this study was to define the functional role of putative cis-elements in the transcriptional activities of EgCAD2 and EgCCR promoters. Firstly, we restricted the regulatory region of the EgCAD2 promoter to an 80 bp region necessary for expression both in secondary xylem and in cambium. This 80 bp region contains two MYB sites and two unreferenced sites that are revealed by in vivo footprinting. A straightforward approach to investigate the functional role of promoter elements is to introduce block mutations into the putative cis-elements in the context of the shortest active promoter. Thus, by using EgCCR and EgCAD2 short promoter versions carrying single or combined mutations in their putative cis-elements, we clearly identified the MYB elements in the EgCCR and EgCAD2 promoters as being crucial not only for the formation of protein-DNA complexes in vitro either with recombinant MYB protein or with cellular protein extracts, but also for the transcriptional regulation of EgCCR and EgCAD2 genes in planta. In addition, the experimental data showed that a newly identified cis-element is required for EgCAD2 expression in the cambial zone.\n\nTo further localize the cis-elements in the 216 bp region ([-340/-124]) involved in the transcriptional regulation of EgCAD2 [6], we introduced several truncated versions of the promoter fused to the GUS reporter gene into tobacco by Agrobacterium-mediated transformation. Tobacco, a model herbaceous plant which undergoes secondary thickening, was previously shown to be a suitable model plant for studying the EgCAD2 promoter from trees [6] and also phenylpropanoid promoters from herbaceous or woody plants (see for example [18-20]). The shortest tested 5'-deletion showing a similar vascular expression pattern to the full-length (-2500 bp) promoter was deletion -203 (Fig. 1a). Stem cross-sections showed GUS expression in cells connected to lignification, such as differentiating xylem and parenchyma cells of the primary and secondary xylem (rays), but also in cells apparently unconcerned by lignification, such as the dividing cells of the vascular cambium and the cells of the external and internal phloems, especially the companion cells (Fig. 1b). GUS expression in xylem and cambium was lost upon deletion of the promoter to -124 which retained GUS activity only in the internal phloem of tobacco stem [6], delimiting a shorter (80 bp) regulatory region [-203/-124] involved in promoter activity in xylem and vascular cambium.\n\nDelineation of the regulatory region in the EgCAD2 promoter. (A) Schematic maps of the 5'-deleted EgCAD2 promoter-GUS fusions. (+ 1), transcription start site; GUS, uidA coding region. (B) Histochemical analysis of GUS expression driven by the -203 EgCAD2 promoter in stem cross sections of transgenic tobacco plants. From left to right, general view of the secondary xylem zone, enlargement of primary xylem zone, enlargement of internal phloem. Bars represent 100 μm. CC, companion cells; CZ, cambial zone; DX, differentiating xylem; EP, external phloem; IP, internal ploem; PX, primary xylem; RP, xylem ray parenchyma; SX, secondary xylem. These images are representative of 12-17 greenhouse-grown, 8-week-old independent transformants. (C) Fluorimetric assays of GUS activity in transgenic tobacco BY2 cell calli. Histograms represent mean values and standard deviations of three measurements, each on 45 independent calli, expressed as % of the CaMV 35S promoter activity. Activity driven by EgCAD2 5'deletion promoter construct statistically different relative to the control (-2500 EgCAD2) is highlighted with an asterisk, (Student's P = 0.02).\n\nTo confirm the importance of this 80 bp region in EgCAD2 expression in dividing cells, we transformed tobacco BY2 suspension-cultured cells with the -203 promoter deletion construct. Fluorimetric measurements of GUS activity indicated that this short promoter was active in BY2 cells at a level close to that of the EgCAD2 full-length promoter or of the constitutive CaMV 35S promoter used as a reference (Fig. 1c). GUS activity decreased drastically with the -124 promoter deletion construct (Fig. 1c). These data confirm that the [-203/-124] region contains cis-elements required for activity of the promoter in dividing cells (cultivated in vitro and meristematic cambial cells) as well as in xylem.\n\nTo precisely map the cis-elements in the EgCAD2 promoter interacting with trans-acting factors, we used in vivo dimethyl sulphate (DMS) footprinting, a technique allowing location of protein-DNA interactions with single nucleotide resolution [21]. The chemical agent DMS methylates the unprotected guanine residues rendering them susceptible to cleavage by piperidine.\n\nThe footprints were examined over a broad region [-348/-90] encompassing the regulatory region (Fig. 2a). In exponentially-dividing cells that highly expressed EgCAD2 (Day 8, see these data in additional file 1), several guanine residues of the promoter sequence showed differences in the footprint relative to the control (protein-free DNA), whereas in stationary phase cells with low expression of EgCAD2 (Day 15) the footprint was almost identical to the control (Fig. 2b). The protected (P) or hypersensitive (H) sites, corresponding to lower or higher intensity bands respectively relative to the control, are indicated on the promoter sequence (Fig. 2c). Two protected areas were identified, each composed of two adjacent guanines (positions -166, -167 and positions -146, -147), surrounded by hypersensitive residues (positions -141, -142, -155, -187). Hypersensitivity to DMS methylation can indeed result from alterations in the local DNA topology induced by protein binding [21]. The protected guanines fall within two identical sequences (CTGGTT), which we call BSa (binding site a) and BSb (Fig. 2c), and which have no homology with consensus binding sequences in databases. Just downstream of both BSa and BSb, however, are sequences that correspond to MBSIIG, one of the plant MYB transcription factor binding sites (consensus motif G(G/T)T(A/T)GGT(A/G); [22]). These elements are named MYBa (-163 -156 in reverse orientation) and MYBb (-146 -139 in direct orientation). All the footprints are included within the 80 bp regulatory region delineated above. No other footprint was observed within the investigated [-348/-90] broad promoter region (Fig. 2a), indicating the absence of additional interaction sites upstream and downstream of the 80 bp regulatory region.\n\nIn vivo footprinting of the EgCAD2 promoter. (A) DMS footprint profiles were investigated in the -348/-90 promoter region. (B) Enlargement of the -203/-129 region. The protected (P) or hypersensitive (H) residues in exponentially growing Eucalyptus suspension-cultured cells (8-day-old) and stationary phase cells (15-day-old) are revealed by comparison with in vitro-treated genomic DNA (control). (C) Sequence of the regulatory region. Grey boxes correspond to the MYB sites (MYBa and MYBb) and white boxes correspond to BSa and BSb sites (see text). Representative footprints of eight independent experiments are shown.\n\nWhen surveying the CAD2 regulatory region in several Eucalyptus species, a few base substitutions were found in BSa and BSb sequences whereas the MYB sites were perfectly conserved, arguing for their possible functional importance (see additional file 2). It is worthy of note that similar conservation across Eucalyptus species was also found for the unique MYB site in the CCR regulatory region (additional file 2).\n\nThese results suggest that four relatively close putative cis-elements in the regulatory region [-203/-129] of the EgCAD2 promoter could interact with several transcription factors in cells that are transcriptionnally active for the EgCAD2 gene.\n\nTo investigate the ability of MYB sites of EgCAD2 and EgCCR promoters to interact in vitro and in vivo with MYB factor, site-directed mutagenesis was performed to disrupt these putative regulatory sites individually or in combination. Electrophoretic mobility gel assays (EMSA) and transactivation experiments were carried out in the presence of the Eucalyptus protein EgMYB2, a R2R3 MYB factor, that was hypothesized to positively regulate the transcription of genes belonging to the monolignol pathway [23].\n\nEMSAs were performed using recombinant EgMYB2 and DNA probes corresponding to [-203/-129] EgCAD2 and [-119/-70] EgCCR regulatory fragments with mutated MYB sites (Fig. 3a). The specificity of the DNA-protein complex was verified by competition with a 100-fold molar excess of unlabelled specific competitor (corresponding to the respective EgCAD2 and EgCCR regulatory fragments, lanes 3 and 9) whereas an unlabelled non-specific DNA (unrelated DNA fragment, lanes 2 and 8) did not affect the formation of the complexes. Mutation of the MYBa and MYBb sites in EgCAD2 and mutation of the MYB site in EgCCR abolished the binding of recombinant EgMYB2 to the regulatory fragments. This loss of binding occurred even when a single MYB site remained intact in the EgCAD2 promoter, indicating that both MYB sites are required for maximal binding of EgMYB2.\n\nBinding of EgMYB2 to the regulatory regions of the EgCAD2 and EgCCR promoters containing mutated MYB element(s). (A) EMSAs were performed with recombinant EgMYB2 protein (0.125 μg) and radiolabelled EgCAD2 [-203/-129] or EgCCR [-119/-70] fragments containing individual or multiple mutated MYB elements, as indicated above the lanes by crossed boxes. Lanes 2, 3, 8 and 9 each contain a 100-fold molar excess of unlabelled non-specific (ns, unrelated DNA fragment) or specific (s, EgCAD2 or EgCCR regulatory fragments, respectively) competitor fragment. (B) Transactivation assays were performed by co-transfecting reporter constructs (GUS fused to the -203 EgCAD2 or -119 EgCCR promoters containing the indicated mutated MYB elements) and effector constructs (EgMYB2 cDNA (EgMYB2, hatched bars) or no cDNA (control, open bars) driven by the CaMV 35S promoter) in Nicotiana benthamiana leaves. GUS activity is expressed relative to that driven by the wild-type promoter controls. Histograms represent mean values and standard deviations of two independent experiments, each with three replicates. Activations of EgCAD2 and EgCCR promoters that are statistically significant relative to controls are highlighted by an asterisk (Student's P = 0.01 and 0.003, respectively).\n\nTransactivation experiments were performed by co-transfecting both the EgMYB2 cDNA expressed under the control of the CaMV 35S promoter (effector construct) and wild-type or mutated -203 EgCAD2 or -119 EgCCR promoters-GUS fusions (reporter constructs) into leaf mesophyll cells (Fig. 3b). When the wild-type -203 EgCAD2 promoter was co-transfected with the EgMYB2 construct, GUS activity was induced 3.4-fold when compared to the control construct (plasmid without EgMYB2 cDNA). Interestingly, the endogenous activity of the MYBa-mutated promoter was notably higher than that of the wild-type promoter, suggesting that the MYBa element might bind a repressor, at least in leaf mesophyll cells. Single or combined mutations of the MYBa and MYBb elements reduced the GUS expression driven by EgMYB2 to the same level as their respective controls, thereby reflecting the loss of activation by EgMYB2. Again, this effect was observed even with a single mutated MYB site, indicating that both MYB sites are required for transactivation of the EgCAD2 promoter by EgMYB2. Transactivation of the -119 EgCCR wild-type promoter by EgMYB2 by about 2-fold was also abolished upon mutation of the MYB site (Fig. 3b).\n\nTogether, these in vitro and in vivo data indicate that, in the experimental conditions used, the three MYB cis-elements are able to directly interact with EgMYB2 transcription factor and are involved in the transcriptional activation of EgCAD2 and EgCCR genes mediated by EgMYB2.\n\nTo investigate the role of MYB and BS putative cis-elements of EgCAD2 and EgCCR promoters in the binding of transcription factors to the regulatory regions, EMSAs were performed using the regulatory fragments carrying several combinations of block mutations and tobacco protein extracts (Fig. 4). For both wild-type promoter fragments, a large fast-migrating band was observed and another slower-migrating complex (called H or H1, for higher) was also detected when the protein extracts were used immediately after extraction (Fig. 4, lanes 1, 4 and 12, 15). The large band was composed of two closely migrating complexes already described for EgCCR (LMC1 and LMC2, [5]) and named L1 and L2 for EgCAD2.\n\nProtein binding activities of the regulatory regions of EgCAD2 and EgCCR promoters containing mutated cis-element(s). EMSAs were performed with tobacco BY2 cell protein extracts (10 μg) and radiolabelled EgCAD2 [-203/-129] or EgCCR [-119/-70] fragments containing individual or multiple mutated cis-elements, as indicated above the lanes by crossed boxes. Lanes 2, 3, 13 and 14 each contain a 100-fold molar excess of unlabelled non-specific (ns) or specific (s) competitor fragment. Complexes are labelled H for high and L for low (see text).\n\nCompetition with a 100-fold molar excess of the corresponding unlabelled specific competitor DNA fragments blocked the formation of all the complexes (Fig. 4, lanes 3 and 14) whereas a similar amount of an unlabelled non-specific DNA had no effect (Fig. 4, lanes 2 and 13), indicating the specificity of the interactions.\n\nWhereas mutation of the MYBa site in EgCAD2 had no major effect on the EMSA result (Fig. 4, lane 5), mutation of the MYBb site prevented the formation of both the slower migrating complex (H) and the lowest part of the faster migrating large band (L2) (Fig. 4, lane 6). Single or double mutations in the BS elements of EgCAD2 somewhat perturbed the pattern of the complexes with a notable decrease in H and a concomitant increase in L2 (Fig. 4, lanes 9-11), especially when BSb was mutated (Fig. 4, lanes 9, 10). This concomitant increase in L2 was lost with the additional mutation in MYBb (Fig 4, lane 8). Thus, when combined mutations including MYBb were tested (i.e. MYBa + MYBb, lane 7 or BSb + MYBb, lane 8), similar results were obtained as with the mutation of MYBb alone, ie loss of the H and L2 complexes. Taken together, these data suggest that MYBb is a key cis-element involved in the formation of the H and L2 complexes and that BSb, and to a lesser extent BSa, apparently influence the ratio between the H and L2 complexes. Concerning the EgCCR promoter, only the mutation of the MYB element led to an overall decrease in all the complexes (Fig. 4, lanes 16, 18).\n\nTo investigate the role of each cis-element on tissue-specific expression from EgCAD2 and EgCCR promoters, transgenic tobacco plants expressing GUS under the control of the wild-type or mutated -203 EgCAD2 or -119 bp EgCCR promoters were generated.\n\nThe BSa- or MYBa-mutated EgCAD2 promoters (see additional file 3) drove a GUS expression pattern similar to the wild-type -203 EgCAD2 promoter (Fig. 5a). In contrast, mutation of MYBb resulted in a considerable global diminution of GUS staining in all vascular tissues, suggesting that MYBb could be bound by an activator factor (Fig. 5a). This decrease in GUS staining was particularly pronounced in the xylem rays and in the parenchyma cells surrounding the primary xylem. Although with a lower intensity, the cambial-phloem zone still appeared as a continuous ring like with the wild-type promoter (Fig. 5a). This GUS expression pattern was also observed with the MYBa-MYBb double mutant (see additional file 3), confirming that MYBa does not play a crucial role in the promoter activity under these experimental conditions.\n\nGUS expression driven by EgCAD2 and EgCCR promoters containing mutated cis-elements. (A, B) Histochemical analyses of GUS activity, driven by the wild-type or the -203 EgCAD2 and -119 EgCCR promoters mutated in the indicated cis-elements, in stem cross-sections of 8-week-old transgenic tobacco plants. (A) Upper panels, general views of the vascular tissues; lower panels, enlargements of the cambial zone, bars represent 200 μm and 50 μm, respectively. CZ, cambial zone; EP, external phloem; IP, internal phloem; PX, primary xylem; RP, xylem ray parenchyma. (B) Upper panels, general views of stem cross-sections; lower panels, enlargements of the vascular tissues. Bars represent 200 μm. (C) Fluorimetric assays of GUS activity in stems. Histograms represent mean values and standard deviations, expressed as % of the respective wild-type promoter-GUS activities. 7-10 independent transformants were examined for each construct. Activities driven by mutated EgCAD2 and EgCCR promoter are statistically different relative to the control (WT -203 EgCAD2 or WT -119 EgCCR), for MYBb, BSb and MYB Student's P = 9 10-7, 9 10-4 and 0.06, respectively.\n\nUpon mutation of the BSb cis-element, a substantial decrease in GUS activity was observed in the vascular cambium and, to a lesser extent, in the immediately derived parenchymatous cells, ie the xylem rays on the inner side and the parenchyma cells between phloem islands on the outer side (Fig. 5a). Thus, the cambial-phloem zone resulted in a spotted pattern with the spots showing GUS activity restricted to the external phloem area. The internal phloem still displayed GUS staining (Fig. 5a).\n\nThe double mutation BSb-MYBb reflected the combined actions of the single mutations with an overall reduction of GUS activity.\n\nGUS activity driven by the wild-type -119 EgCCR promoter construct showed a vascular pattern similar to that driven by the -203 EgCAD2 promoter and to that reported in [5] using the full-length EgCCR promoter (Fig. 5b). This staining pattern was not affected by mutation of the BS1 cis-element. In contrast, GUS activity in plants carrying the single MYB mutant construct or the BS1-MYB double mutant construct notably diminished in all vascular tissues. As already observed for EgCAD2, GUS expression remained evident in the internal phloem of stem (Fig. 5b).\n\nThese observations were further corroborated by fluorimetric measurement of GUS activities (Fig. 5c). EgCAD2 MYBb and BSb single mutants showed a strong reduction of GUS activity (76% and 50%, respectively) when compared to the wild-type -203 promoter. Similarly, mutation of the MYB site in the EgCCR promoter resulted in a marked decrease of GUS activity (63%) when compared to the wild-type -119 promoter (Fig. 5c).\n\nTaken together, these data provide evidence for a functional module comprising BSb-MYBb in the EgCAD2 promoter: MYBb appears to bind a general activator factor in all cell types whereas BSb might bind a protein specific to the cambium dividing cells. In the EgCCR promoter, the unique MYB cis-element might fulfil these dual functions.\n\nHere, we delineated a short regulatory region [-203/-129] in the EgCAD2 promoter which is required for expression both in xylem tissues and in dividing undifferentiated cells either cultivated in vitro or already present in planta embedded within other tissues such as the cambial cells. Four cis-elements potentially involved in the regulation of EgCAD2 expression were identified within this region. They are arranged in two modules, each comprising an identical repeat of an unreferenced protein binding site (BS) with the sequence CTGGTT and an MBSIIG consensus site for MYB proteins. A simpler organisation exists in the [-119/-70] regulatory region of the EgCCR promoter with two putative cis-elements: a G-rich box (BS1) and a MBSIIG MYB consensus site [5].\n\nOur results with EMSAs and transgenic plants with mutated cis-elements revealed the importance of the MYBb cis-element in EgCAD2 and of the MYB cis-element in EgCCR for the formation of the high and low mobility complexes and for the transcriptional activation of the EgCAD2 and EgCCR promoters in vascular tissues.\n\nIt is intriguing that neither EMSAs nor the transgenic plant approaches provided clear evidence of a functional role for MYBa in EgCAD2 promoter activity. This does not exclude its participation in other promoter functions, such as the response to external stimuli [6], or mechanisms specific to woody plant species [4,6], or expression in other parts of the plant, as does, for example, the ACIII/MYB element of the bean PAL2 promoter, which drives expression specifically in flowers [19]. Moreover, our observation in transactivation assays that the endogenous activity of the MYBa-mutated promoter in the absence of EgMYB2 was notably higher than the wild-type promoter activity, suggests that the MYBa element might bind a repressor, at least in leaf mesophyll, a tissue where EgCAD2 and EgCCR promoters are poorly expressed. Such repressors of lignin biosynthesis genes have already been demonstrated in the MYB family; some of them have broad tissue expression patterns whereas others are tissue-specific or are preferentially expressed in particular tissues [24-27].\n\nMutation of the BSa site in the EgCAD2 promoter or of the G-rich BS1 site in the EgCCR promoter had no major effect on complex formation in vitro or on promoter activity in transgenic plants. In contrast, mutation of BSb in EgCAD2 drastically reduced the formation of the H complex in EMSAs and altered the expression pattern in transgenic plants, leading to decreased promoter activity in cambial cells and in the immediately derived parenchyma cells.\n\nOngoing studies show that the proteins of the slow-migrating H complex are found in the phosphorylated fraction of tobacco nucleus proteins whereas those of the faster-migrating L2 complex are found in the unphosphorylated one (data not shown). We believe that the H and L2 complexes which both bind the MYBb element of EgCAD2 could differ from each other by the addition of one or more protein(s) which can be subjected to phosphorylation. BSb that is located close to MYBb in EgCAD2 could be involved in the formation of the phosphorylated complexes since its disruption affects the ratio between H and L2. The possible involvement of the BSb site both in phosphorylated transcriptional complexes and in EgCAD2 expression in cambial cells (dividing cells) is consistent with the crucial and widely known role of phosphorylation mechanisms in metabolism connected to cell division [28].\n\nThe similar protein binding activities of the EgCAD2 and EgCCR regulatory fragments in EMSAs and the similar expression patterns driven by the promoters in vascular tissues suggest that the transcriptional mechanisms necessary for their coordinated expression may be mediated by their common MYB cis-elements.\n\nThe complex organisation of the EgCAD2 promoter with its cis-elements arranged in two similar modules (BS-MYB) suggests that redundancy and mechanisms of cooperation or competition between cis-elements and trans-acting factors might be involved in the regulation of the promoter activity. In particular, EMSAs with recombinant EgMYB2 and transactivation assays clearly demonstrated that the two MYB sites of the EgCAD2 promoter cooperated for binding and activation. When studying in silico the distribution of MYB sites in the proximal 500 bp of the Arabidopsis phenylpropanoid gene promoters (core, monolignol and flavonoid pathways), it appears that two copies of MYB elements and, more specifically, MBSIIG or MBSII sites (as defined by [22]) are found in most promoters, generally separated by 50 to 100 bp (see additional file 4, [15,16]). Although the CCR gene involved in lignin biosynthesis in Arabidopsis follows this rule, intriguingly the promoter of the CCR gene in Eucalyptus contains a single MYB element (see additional file 4). The two nearby MBSIIG of bean PAL2 and PAL3 genes (core phenylpropanoid pathway) were demonstrated to be crucial for the transcriptional regulation of these genes in planta [19,29], suggesting a functional significance for this promoter architecture. Furthermore, as in our study, cooperative binding was also reported for the two MYB elements of the bean PAL2 promoter in the presence of the pine PtMYB1 protein [30].\n\nCombinatorial interactions between the transcription factors binding to MYB elements and those binding to other closely located cis-elements are crucial for transcriptional regulation of the flavonoid branch pathway genes [31-33]. Other putative cis-elements that could cooperate with MYB elements were detected in the regulatory regions of EgCAD2 and EgCCR by using the PLACE database (http://www.dna.affrc.go.jp/htdocs/PLACE/signalscan.html, [34]). GT-1 elements, putative targets for trihelix-related transcription factors [35], appear to be well conserved in the regulatory regions of CAD2 and CCR in various Eucalyptus species (see additional file 2). Interestingly, the hypersensitive site at -187 revealed in this study by in vivo footprinting falls within a WRKY transcription factor binding site [36] that is conserved in the CAD2 regulatory regions; however it is more variable in CCR, especially in the invariant core which is essential for WRKY protein binding. In addition, the CAD2 regulatory region contains a conserved motif similar to the TERE cis-element that is involved in secondary wall formation during differentiation of tracheary elements [37]; this motif is, however, not found in the EgCCR regulatory region. Presently, we cannot exclude the involvement of these putative cis-elements in CAD or CCR expression. However, the strong conservation of the MYB elements together with their key role in promoter activity, as demonstrated in this paper, indicates that the coordinated developmental regulation of EgCAD2 and EgCCR expression is mediated through MYB transcription factors.\n\nEgCAD2 and EgCCR genes which, as demonstrated in this study, required functional MYB binding sites in their promoters, exhibit expression in cell types consistent with their function in monolignol biosynthesis. Their expression was indeed found (i) in xylem tissues undergoing lignification and in parenchyma cells surrounding and feeding the lignified tissues with monolignols and (ii) in the vascular cambium in which small monolignol oligomers may be components of a signal transduction pathway leading to the cell division [38].\n\nMYB transcription factors responsible for EgCAD2 and EgCCR transcriptional activation should be found in the cell types exhibiting CAD2 and CCR expression and the interplay between various MYB factors or other transcription factors might contribute to the spatio-temporal expression patterns of EgCAD2 and EgCCR genes within specific cell types.\n\nParticular MYB transcription factors have been detected in the cambium [39] and in xylem rays [40], and might contribute to EgCAD2 and EgCCR promoter activities in such parenchymatous tissues. Other MYB factors appear more specifically expressed in relation to secondary wall formation in cells that synthesize lignins. The Eucalyptus EgMYB2 and the pine (Pinus taeda) PtMYB1 and PtMYB4 transcription factors are preferentially expressed in secondary xylem. When overexpressed, these transcription factors affect the expression of monolignol biosynthesis genes and the amount or composition of lignins [23,41,42]. In Arabidopsis, the transcriptional network regulating secondary wall synthesis has been investigated [43]. AtMYB46, a close homologue of EgMYB2 and PtMYB4, appears to be a key switch in mediating the biosynthesis of the three major components of secondary walls (i.e. cellulose, hemicellulose/xylan and lignin) through the control of downstream, pathway-specific MYB and other transcription factors [44]. Recently, other Arabidopsis MYB factors, more closely related to PtMYB1, were shown to directly regulate the promoters of lignin biosynthesis genes [43,45]. At the present time, the role of EgMYB2 in the regulation of EgCAD2 and EgCCR gene expression must be clarified in order to determine whether EgMYB2 activates the transcription of these genes by direct binding on their promoters in vivo or by an upstream control as suggested for AtMYB46.\n\nA complex picture of the transcriptional regulatory network controlling lignin biosynthesis genes is therefore emerging, with various MYB factors acting at different levels. As in the flavonoid branch pathway [31], the MYB factors controlling the monolignol pathway are likely to cooperate within multiprotein complexes with other protein partners that remain to be characterised.\n\nThe overall goal of this project was to characterize the functional role of putative cis-elements from promoters of genes involved in the monolignol biosynthetic pathway. In this study, we first demonstrated that the MYB cis-elements found in the delineated regulatory regions of EgCAD2 and EgCCR promoters are able to be bound by MYB factors to form specific DNA-protein complexes in vitro. MYB cis-elements play a key role in the vascular expression of these two genes and support the hypothesis that MYB elements serve as a common means for the coordinated regulation of genes in the entire lignin biosynthetic pathway. Moreover, a novel functional cis-element was identified and shown to be involved, possibly in combination with the MYB cis-element, in the transcriptional regulation of EgCAD2 in cambial cells. A comprehensive understanding of the functional cis-elements involved in the transcriptional regulation of EgCAD2 and EgCCR is the first step to dissect the regulatory network controlling lignin biosynthesis. Future studies will aim at the identification of the transcription factors that bind these cis-elements and at the mechanisms by which these transcription factors interplay with each other to provide the final spatio-temporal regulation of the lignin pathway.\n\nTobacco plants (Nicotiana tabacum cv. Samsun NN) were grown in vitro and in the greenhouse as described previously [46]. Tobacco leaf disk transformation with Agrobacterium was performed as described by [6]. Tobacco cells (Nicotiana tabacum cv Bright Yellow 2, BY2) were grown at 25°C and transformed with Agrobacterium as described by [47]. Eucalyptus cell suspensions were grown as in [48].\n\nRecombinant DNA methods were as recommended in [49]. DNA sequencing was performed with an ABI Prism 3700 DNA sequencer, using the ABI PRISM Dye terminator Cycle Sequencing Ready Reaction Kit (Applied Biosystems). The gene-specific primers used in this work and referred to hereafter are reported in additional file 5.\n\nIn vivo DMS treatment of Eucalyptus suspension-cultured cells was performed as described in [50]. Briefly, cells were treated with 0.5% dimethylsulfate (DMS) for 2 min and the reaction was stopped by 10-fold dilution with ice-cold water. As a control, genomic DNA extracted from Eucalyptus cells was treated in vitro under the same conditions. Methylated DNA was extracted using the DNeasy Plant Mini Kit (Qiagen) according to the manufacturer's instructions. In vivo and in vitro methylated DNAs were then cleaved with 1 M piperidine and recovered by lyophilisation and ethanol precipitation.\n\nMethylated and cleaved DNA was used for ligation-mediated PCR (LMPCR) as described in [50]. Double-stranded, blunt-ended molecules were generated by primer extension from the EgCAD2-specific oligonucleotide 1 (see additional file 5). Ligation of the unidirectional common linker was performed as originally described by [21]. PCR amplification (15 cycles) was then performed by using DynazymeII DNA polymerase (Finnzymes) with EgCAD2 oligonucleotide 2 and common linker (additional file 5). Following amplification, EgCAD2-specific PCR products were labelled by extension from an EgCAD2-specific 32P-end-labelled oligonucleotide 3 (additional file 5). DNA was ethanol-precipitated and electrophoresed on a 6% sequencing polyacrylamide gel. The gels were dried and autoradiographed.\n\n5'-deletions in the EgCAD2 promoter were obtained by PCR amplification of the pOGUS-EgCAD2 plasmid containing the full-length 2.5 kb EgCAD2 promoter [51] with primers that introduced an EcoRI site at positions -301, -247, -203 and a NcoI site at the ATG start codon (additional file 5). After re-cloning the PCR fragments into the pOGUS vector, the promoter-GUS cassettes were released by EcoRI and PstI digestion, and cloned into the pBluescriptSKM13+ vector to generate a XbaI site necessary for cloning into the pBin19 binary plasmid.\n\nSite-directed mutagenesis was performed using the QuikChange Site-Directed Mutagenesis Kit (Stratagene) on EgCAD2 or EgCCR promoters in the pOGUS vector [5,51]. Two single-stranded complementary mutagenic oligonucleotides were used for each mutation (additional file 5). Double mutants were obtained from single mutants by using the same primers as for the single mutations. The PCR reactions were performed in 25 μl with 25 ng plasmid template, 0.2 mM dNTP, 1 unit Pfu Turbo DNA polymerase (Stratagene) and 62.5 ng of each mutagenic oligonucleotide. The parental strand was removed by digestion with DpnI. Mutated plasmid DNA was introduced into E. coli by electroporation. EcoR1-NcoI fragments were isolated by enzymatic digestion, purified by using the GenEluteä Gel Extraction Kit (Sigma) following the supplier's instructions, and fused to the uidA gene (GUS) in the pCambia1391Z binary plasmid (Genbank AF234312.1, Cambia, Canberra, Australia). Mutated constructs were introduced into Agrobacterium tumefaciens strain LBA4404 by electroporation. Promoter sequences and mutations were verified after each step by DNA sequencing.\n\nThe [-203/-129] EgCAD2 and [-119/-70] EgCCR promoter regulatory fragments used as probes for EMSA were obtained by amplification of pCambiaZ containing the wild-type or mutated cis-elements. Primers (4 pmol) common to the wild-type or mutated promoters were phosphorylated with 4 pmol of g[ 32P]-ATP (6000 Ci/mmol; Amersham) and T4 polynucleotide kinase (Promega) in 8 μl at 30°C for 30 min. The regulatory fragments were amplified by Pfu DNA polymerase with the radiolabelled common primer and variable second primers, depending on the introduced mutation (additional file 5). The labelled fragments were purified on a 4.8% polyacrylamide gel and eluted in water (100 μl) overnight at 4°C. The radioactivity incorporated was measured by Cerenkov counting.\n\nTotal protein extracts were prepared from exponentially growing 4-day-old tobacco BY2 cells by grinding in extraction buffer (50 mM Tris-HCl, pH 8, 500 mM NaCl, 10 mM MgCl, 10% glycerol, 7 mM β-mercaptoethanol, 1 mM EDTA, 0.5 mM PMSF). The BY2 cell protein extract was clarified by centrifugation for 30 min at 35000 g.\n\nBinding reactions were performed at room temperature for 30 min in 25 μl binding buffer containing 25 mM Tris-HCl, pH 8, 250 mM NaCl, 10% glycerol, 7 mM β-mercaptoethanol, 2 μg poly (dIdC): poly(dIdC), 75 000 cpm of labelled probe and protein extracts. Free and bound DNAs were separated on 4.8% polyacrylamide gels in 0.5× TBE, 2.5% glycerol. Gels were then fixed, dried and autoradiographed.\n\nGUS fluorimetric tests were carried out as described previously by using 4-methylumbelliferyl-β-D-glucuronide as substrate [6]. Measurement was done with a fluorometer (BIO-TEK FL600 Microplate Fluorescence Reader). Protein concentrations were determined by the Bradford method (Bio-Rad).\n\nHistochemical localization of GUS activity was performed as described by [6] after pre-fixation in 0.3% formaldehyde in 10 mM MES, pH5.6, 0.3 M mannitol. General views were acquired with a binocular microscope (Leica MZ16) equipped with a camera (DC500, Leica). Transverse sections (300 μm) were cut on a vibratome with vibrating blade Leica VT1000S, mounted on glass slides and observed under an inverted microscope (Leitz DMIRBE, Leica Microsystems, Wetzlar, Germany). Images were acquired using a CCD camera (Color Coolview, Photonic Science, Millham, UK).\n\nThe E. coli strain BL21 containing the plasmid pGEX-5X-1-EgMYB2 cDNA was described in [23]. Induction of the GST-EgMYB2 fusion protein was performed by adding isopropyl β-D-thiogalactoside (Sigma) to a final concentration of 0.1 mM. After growth at 28°C for 5 h, cells were lysed by two passages through a French press at 12000 p.s.i. (French® Pressure Cell, Thermo Scientific, Waltham, MA, USA) in 20 mM potassium phosphate buffer, pH 7.5, 140 mM NaCl, 0.5 mM PMSF and 10 mM β-mercaptoethanol. The fusion protein was purified by FPLC (ÄKTA™ FPLC™ chromatographic system, Amersham Biosciences) on prepacked 1 ml GSTrap™ FF columns (Amersham biosciences) following the supplier's instructions. Proteins were eluted with 50 mM Tris-HCl, pH 8 containing 10 mM reduced glutathione protein (Sigma) and were then concentrated and dialysed by centrifugation on a Vivaspin concentrator (10000 MWCO, molecular weight cut-off, Vivascience) with 50 mM Tris-HCl, pH 8, 140 mM NaCl, 7 mM β-mercaptoethanol, 20% glycerol. Protein concentration was determined with the Bradford reagent (Bio-Rad).\n\nCo-transfection experiments were performed essentially according to the method of [52]. Effector constructs (pJR1 binary vector with or without EgMYB2 cDNA under the control of the cauliflower mosaic virus (CaMV) 35S promoter) were as in [23]. Reporter constructs (pCambiaZ binary vector containing wild-type or mutated EgCAD2 promoter-GUS or EgCCR promoter-GUS fusions) are described above. Agrobacterium strains GV3101:pMP90 containing effector or reporter constructs were co-infiltrated into leaves of Nicotiana benthamiana at the 5-leaf stage using a 1 ml syringe. After infiltration, the plants were maintained for 2 days in a growth chamber at 28°C under a photoperiod of 16 h light. Quantitative GUS assays were carried out on the infiltrated zone.\n\nAR and PR performed the experiments. AR helped to draft the manuscript. YM participated in the histological analysis. JGP initiated and coordinated the research. NCG and VP conceived and designed the study, supervised the assays, analyzed the data, discussed the results and wrote the paper. All authors read and approved the final manuscript.\n\nEgCAD2 gene expression in Eucalyptus suspension-cultured cells.\n\nClick here for file\n\nSequence analysis of the regulatory regions of the CAD2 and CCR promoters from several Eucalyptus species.\n\nClick here for file\n\nGUS expression driven by EgCAD2 promoters containing mutated BSa, MYBa or MYBa-MYBb sites.\n\nClick here for file\n\nPosition of MBSIIG and MBSII MYB consensus elements within the 500 bp proximal promoter regions of phenylpropanoid biosynthesis genes.\n\nClick here for file\n\nOligonucleotide primers used for the various experiments.\n\nClick here for file"
  },
  {
    "pmid": "25148240",
    "title": "Arabidopsis NAC domain proteins, VND1 to VND5, are transcriptional regulators of secondary wall biosynthesis in vessels.",
    "journal": "PloS one",
    "year": "2014",
    "authors": [
      "Zhou, Jianli",
      "Zhong, Ruiqin",
      "Ye, Zheng-Hua"
    ],
    "abstract": "One of the most prominent features of xylem conducting cells is the deposition of secondary walls. In Arabidopsis, secondary wall biosynthesis in the xylem conducting cells, vessels, has been shown to be regulated by two VASCULAR-RELATED NAC-DOMAIN (VND) genes, VND6 and VND7. In this report, we have investigated the roles of five additional Arabidopsis VND genes, VND1 to VND5, in regulating secondary wall biosynthesis in vessels. The VND1 to VND5 genes were shown to be specifically expressed in vessels but not in interfascicular fibers in stems. The expression of VND4 and VND5 was also seen specifically in vessels in the secondary xylem of the root-hypocotyl region. When overexpressed, VND1 to VND5 were able to activate the expression of secondary wall-associated transcription factors and genes involved in secondary wall biosynthesis and programmed cell death. As a result, many normally parenchymatous cells in leaves and stems acquired thickened secondary walls in the VND1 to VND5 overexpressors. In contrast, dominant repression of VND3 function resulted in reduced secondary wall thickening in vessels and a collapsed vessel phenotype. In addition, VND1 to VND5 were shown to be capable of rescuing the secondary wall defects in the fibers of the snd1 nst1 double mutant when expressed under the SND1 promoter. Furthermore, transactivation analysis revealed that VND1 to VND5 could activate expression of the GUS reporter gene driven by the secondary wall NAC binding element (SNBE). Together, these results demonstrate that VND1 to VND5 possess functions similar to that of the SND1 secondary wall NAC and are transcriptional regulators of secondary wall biosynthesis in vessels.",
    "pmcid": "PMC4141820",
    "full_text": "Vascular plants have two specialized tissues, xylem and phloem, for the transport of water and food throughout the plant body. The conducting cells in the xylem are tracheary elements that are further grouped into two types, tracheids and vessels. Tracheids are the first type to evolve and are found in seedless vascular plants and gymnosperms, whereas vessels were proposed to have evolved from tracheids and are found in angiosperms [1]. Xylem formation involves a series of complex developmental events, including differentiation of procambial/cambial cells into xylem mother cells, cell elongation, secondary wall thickening and programmed cell death. Molecular and genetic analyses have uncovered a number of important genes controlling the various developmental events of xylem formation [2]. One of the best-studied events of xylem formation is secondary wall thickening in which a cascade of transcription factors has been revealed to be involved.\n\nA transcriptional network involving NAC and MYB transcription factors has been demonstrated to regulate secondary wall biosynthesis in both vessels and fibers [3], [4]. In this network, a group of closely-related NACs, namely secondary wall NACs (SWNs), function as the top master switches capable of activating the entire secondary wall biosynthetic program [5]–[16]. SWNs bind to the 19-bp SNBE (Secondary Wall NAC Binding Element) sequences and directly activate the expression of not only downstream transcription factors but also a number of genes involved in secondary wall biosynthesis and programmed cell death [17]–[19]. Among the SWN-activated transcription factors, MYB46/MYB83 in Arabidopsis and their orthologs in other species act as the second-level master switches that are also able to activate the entire secondary wall biosynthetic program [20]–[28]. Two other MYBs, MYB58 and MYB63 that are direct targets of MYB46/MYB83, have been shown to specifically regulate the expression of genes in the lignin biosynthetic pathway [28]. The available evidence indicates that the transcriptional regulation of secondary wall biosynthesis involves a multi-leveled feed-forward loop regulatory structure, in which SWN and MYB master switches together with their downstream transcription factors function concertedly in the activation of secondary wall biosynthetic genes for cellulose, xylan and lignin [17], [29].\n\nIn Arabidopsis, five SWN genes, including VND6 (VASCULAR-RELATED NAC DOMAIN PROTEIN6), VND7, NST1 (NAC SECONDARY WALL THICKENING PROMOTING FACTOR1), NST2 and SND1 (SECONDARY WALL-ASSOCIATED NAC DOMAIN PROTEIN1), have been functionally characterized. VND6 and VND7 are specifically expressed in vessels and their dominant repression causes an inhibition of secondary wall thickening in vessels, indicating that they are transcriptional regulators of secondary wall biosynthesis in vessels [5]. Simultaneous mutations of NST1 and NST2 cause a loss of secondary wall thickening in anther endothecium, leading to an anther dehiscence defect [6]. NST1 and SND1 function redundantly in regulation of secondary wall biosynthesis in both xylary fibers and interfascicular fibers [8], [9]. Overexpression of any of these five SWNs is able to activate secondary wall biosynthetic genes for cellulose, xylan and lignin, leading to ectopic deposition of secondary walls in normally parenchymatous cells. It is evident that Arabidopsis recruited multiple SWNs as transcriptional activators of secondary wall biosynthesis in various secondary wall-forming cell types [3].\n\nFive additional VND genes, namely VND1, VND2, VND3, VND4 and VND5, have previously been shown to be upregulated during xylem differentiation in Arabidopsis in vitro cultured cells [5]. Promoter-reporter gene analysis revealed the expression of VND1, VND2 and VND3 genes in procambial cells and that of VND4 and VND5 in vessels. However, no ectopic deposition of secondary walls was observed in the overexpressors of these VNDs [5]. Therefore, it is unclear whether VND1 to VND5 are involved in regulating secondary wall biosynthesis or other processes during xylem development. In this report, we show that VND1 to VND5 are specifically expressed in vessels, and when overexpressed, they are able to activate the expression of secondary wall biosynthetic genes for cellulose, xylan and lignin and concomitantly induce ectopic deposition of secondary walls. We also demonstrate that VND1 to VND5 are capable of complementing the secondary wall defects in the snd1 nst1 double mutant when expressed under the SND1 promoter. Furthermore, transactivation analysis revealed that VND1 to VND5 were able to activate β-glucuronidase (GUS) reporter gene expression driven by SNBE. Our results establish that VND1 to VND5 are SWNs involved in the transcriptional activation of secondary wall biosynthesis in vessels.\n\nVND1 to VND5 genes are closely grouped together with SWNs, including VND6, VND7, NST1, NST2 and SND1 (Fig. 1A). Expression analysis showed that they were all expressed in various Arabidopsis organs, among which the stems exhibited the highest level of expression (Fig. 1C). Examination of their expression in laser-microdissected cells from stems revealed that VND1 to VND5 were specifically associated with xylem cells but not interfascicular fibers or pith cells (Fig. 1B). To further reveal their expression patterns at the cell-type level, we generated VND-GUS reporter gene constructs and transformed them into wild-type Arabidopsis plants. To ensure that the VND-GUS reporter gene expression represents the endogenous VND expression patterns, a 3-kb 5′ upstream sequence, the entire exon and intron region and a 2-kb 3′ downstream sequence of each VND gene was used to create the VND-GUS reporter constructs. Examination of the stems of transgenic plants revealed that the GUS staining for VND1 to VND5 was evident only in the developing vessels of protoxylem in elongating internodes (Fig. 2A, C, E and Fig. 3A, B). At this stage of the stem development, secondary wall thickening is only seen in the protoxylem but not in the interfascicular fibers [30]. In nonelongating internodes of stems in which secondary wall thickening occurs in both xylem and interfascicular fibers [30], the GUS staining for VND1 to VND5 was prominent in developing vessels in the metaxylem (Fig. 2B, D, F and Fig. 3D, E). In the root-hypocotyl region where extensive secondary growth occurs, the GUS staining for VND4 and VND5 was specifically seen in developing vessels but not in xylary fibers in the secondary xylem (Fig. 3C, F). GUS staining for VND1 to VND3 was not evident in the root-hypocotyl region. At least 10 independent transgenic lines showing GUS staining for each construct were examined and all of them had vessel-specific expression albeit with different GUS staining intensity. These results demonstrate that the VND1 to VND5 genes are specifically expressed in vessels, an expression pattern similar to that of VND6 and VND7. The discrepancy of VND expression patterns between this work and a previous report [5] is most likely due to the VND sequences used for GUS reporter gene assay. The previous work used only the VND promoter sequences [5], which may not contain all the cis-elements required for vessel-specific expression since cis-elements for tissue-specific expression may reside intragenically [31]. We used in this work the whole VND gene sequences, which should contain all the cis-elements required for their spatial expression.\n\n(A) Phylogenetic relationship of VND1 to VND5 together with other Arabidopsis secondary wall NACs. The phylogenetic tree was constructed with the neighbor-joining algorithm using the neighbor-joining method in MEGA5.2 (Tamura et al., 2011). Bootstrap values resulted from 1,000 replicates are shown at the nodes. (B) Quantitative PCR analysis showing the expression of VND1 to VND5 in different cell types isolated from Arabidopsis inflorescence stems. The expression of each VND in pith cells was set to 1. (C) Quantitative PCR analysis showing the expression of VND1 to VND5 in different organs. The expression of each VND in the organ with the lowest expression was set to 1. Error bars denote SE of three biological replicates.\n\nThe expression constructs containing the VND1, VND2 and VND3 genes linked with the GUS reporter gene were transformed into the Arabidopsis plants and the first generation of transgenic plants was examined for GUS activity. (A, C, E) Cross sections of elongating internodes showing GUS staining (blue) for VND1 (A), VND2 (C) and VND3 (E) only in developing vessels in the protoxylem. (B, D, F) Cross sections of non-elongating internodes showing GUS staining for VND1 (B), VND2 (D) and VND3 (F) in developing vessels in the metaxylem. co, cortex; if, interfascicular fiber; mx, metaxylem; px, protoxylem. Bar in (A)  = 115 µm for (A) to (F).\n\nThe expression constructs containing the VND4 and VND5 genes linked with the GUS reporter gene were transformed into the Arabidopsis plants and the first generation of transgenic plants was examined for GUS activity. (A, D) Cross sections of elongating internodes showing GUS staining (blue) for VND4 (A) and VND5 (D) only in developing vessels in the protoxylem. (B, E) Cross sections of non-elongating internodes showing GUS staining for VND4 (B) and VND5 (E) in developing vessels in the metaxylem. (C, F) Cross sections of the root-hypocotyl region showing GUS staining in developing vessels in the secondary xylem. co, cortex; if, interfascicular fiber; mx, metaxylem; px, protoxylem; sx, secondary xylem; ve, vessel; xf, xylary fiber. Bar in (A)  = 96 µm for (A) to (F).\n\nTo find out whether VND1 to VND5 are transcriptional activators of secondary wall biosynthesis, we investigated whether their overexpression could induce ectopic secondary wall deposition. The full-length cDNAs of VNDs were ligated downstream of the cauliflower mosaic virus (CaMV) 35S promoter in a binary vector and the expression constructs were transformed into wild-type Arabidopsis plants. It was noticed that the transgenic seedlings of VND overexpressors had smaller rosettes with curly leaves (Fig. 4A), a phenotype similar to that observed in SND1 overexpressors [7]. This finding indicated that similar to SND1, overexpression of VND1 to VND5 might induce ectopic deposition of secondary walls, thus causing the curly leaf phenotype. To verify this possibility, we examined the curly leaves of VND overexpressors for ectopic secondary walls. In wild-type leaves, secondary wall thickening and lignification were only seen in the veins (Fig. 4B, C). In contrast, ectopic secondary walls with helical and reticulated patterns were evident in many mesophyll and epidermal cells of VND overexpressors (Fig. 4D to J). In addition to the smaller rosettes, VND1 to VND5 overexpressors also had shorter inflorescence stems (Fig. 5A). Cross sections of stems of VND overexpressors showed ectopic deposition of secondary walls in many normally parenchymatous cells compared to the wild type in which secondary wall deposition was only seen in the xylem and interfascicular fibers (Fig. 5B to M). Further histological staining (Fig. 5H to M) revealed that VND overexpression induced ectopic deposition of all the three major secondary wall components, including lignin, xylan and cellulose.\n\n(A) Three-week-old plants of the wild type and VND overexpressors (VND-OE). Note the upward curled leaves in the VND overexpressors. (B) and (C) Differential interference contrast (DIC) image (B) and lignin autofluorescence image (C) of a wild-type leaf. Note that lignified secondary walls were only present in veins (ve). (D) and (E) DIC image (D) and lignin autofluorescence image (E) of leaf mesophyll cells of VND3 overexpressors showing ectopic wall thickening and the corresponding lignin signal, respectively. (F) and (G) DIC image (F) and lignin autofluorescence image (G) of the leaf epidermis of VND4 overexpressors showing ectopic wall thickening and the corresponding lignin signal, respectively. (H) to (J) Ectopic lignin deposition in leaf epidermal (H and J) and mesophyll (I) cells in VND1 (H), VND2 (I) and VND5 (J) overexpressors. Bar in (B)  = 29 µm for (B) to (G).\n\nCross sections of stems were stained for lignin with phloroglucinol-HCl, xylan with the LM10 xylan antibody, and cellulose with Calcofluor White. (A) VND1 to VND5 overexpression caused a reduction in shoot growth compared with the wild type. (B) Quantitative PCR analysis showing VND expression in their overexpression lines. The expression level of corresponding VND genes in the wild type is set to 1. Error bars denote SE of three biological replicates. (C) to (H) Lignin staining of stem sections showing ectopic lignin deposition in epidermis, cortical cells or pith cells (arrows) in VND overexpressors (D to H) compared with the wild type (C). (I) to (K) Xylan staining of stem sections showing ectopic xylan deposition in epidermal and cortical cells (arrows) in VND3 (J) and VND4 (K) overexpressors compared with the wild type (I). (L) to (N) Cellulose staining of stem sections showing ectopic cellulose deposition in epidermal and cortical cells (arrows) in VND3 (M) and VND4 (N) overexpressors compared with the wild type (L). co, cortex; ep, epidermis; if, interfascicular fiber; pf, phloem fiber; pi, pith; xy, xylem. Bars  = 220 µm in (C) to (H) and 182 µm in (I) to (N).\n\nConsistent with the ectopic deposition of secondary walls, VND1 to VND5 overexpression resulted in a significant elevation in the expression of secondary wall biosynthetic genes, as evidenced by the induction of nine representative secondary wall genes including three cellulose synthase genes (CesA4, CesA7 and CesA8) [32], three genes required for xylan biosynthesis (FRA8, PARVUS and IRX9) [33], [34], [35], and three lignin biosynthetic genes (CCoAOMT1, PAL1 and HCT) (Raes et al., 2003, [36]) (Fig. 6). Because ectopic deposition requires induction of all secondary wall biosynthetic genes, it is reasonable to predict that VND overexpression activate all the genes required for ectopic secondary wall deposition. In addition, overexpression of VNDs except VND2 activated the expression of genes involved in programmed cell death as evidenced by the elevation of three representative programmed cell death genes (XCP1, RNS3 and BFN1) [37] (Fig. 6), indicating that VNDs also regulate programmed cell death during vessel development.\n\nThree-week-old plants of the wild type and VND overexpressors were used for isolation of RNA, which was used for gene expression analysis employing the quantitative PCR approach. The expression level of the gene of interest in the wild type was set to 1. Error bars denote SE of three biological replicates.\n\nThe finding that VND1 to VND5 are able to induce ectopic deposition of secondary walls prompted us to examine whether they activate the same downstream transcription factors as SND1. A number of transcription factors, including SND3, MYB46, MYB83, MYB58, MYB63, MYB85, MYB103, and KNAT7, have previously been shown to be induced by SND1 [28], [38]. Quantitative PCR analysis revealed that the expression of these transcription factors was highly induced in VND1 to VND5 overexpressors albeit to various levels (Fig. 7). The increased expression level of corresponding VNDs in their overexpressors was confirmed by quantitative PCR analysis (Fig. 5B). These findings suggest that VND1 to VND5 activate the secondary wall biosynthetic program via the same transcriptional network as SND1.\n\nThree-week-old plants of the wild type and VND overexpressors were used for isolation of RNA, which was used for gene expression analysis employing the quantitative PCR approach. The expression level of the gene of interest in the wild type was set to 1. Error bars denote SE of three biological replicates.\n\nThe results shown above indicate that VND1 to VND5 together with VND6 and VND7 likely play redundant roles in regulating secondary wall biosynthesis in vessels. To further verify the functional roles of VND1 to VND5 in secondary wall biosynthesis, we employed the dominant repression approach to examine the effects of inhibition of VND functions on secondary wall deposition. VND3 was selected as a representative and it was fused with the dominant EAR repressor domain to create the dominant repressor construct, which was transformed into wild-type Arabidopsis. The transgenic plants were confirmed for the expression of VND3 dominant repressor transgene by reverse-transcription PCR. It was found that transgenic plants expressing the VND3 dominant repressor driven by the CaMV 35S promoter had much smaller rosettes and a reduction in shoot growth compared with the wild type (Fig. 8A, B). The rosette leaves also exhibited a mild wilty phenotype, which is reminiscent of that shown by the secondary wall defective mutant, fra8\n[33]. Examination of leaf veins showed that the helical secondary wall thickening in veins was much less prominent in the VND3 dominant repressor than in the wild type (Fig. 8C, D). Furthermore, a deformation of vessels was evident in the stems of the VND3 repressors compared with the wild type (Fig. 8E, F), a phenotype that is common in secondary wall-defective mutants [33], [35], [39].\n\n(A) Three-week-old plants of the wild type (WT) (top) and VND3 dominant repressors (VND3-DR) (middle and bottom). Note that some leaves of the VND3-DR plants exhibited a wilty phenotype (arrows). (B) Dominant repression of VND3 causes a reduction in shoot growth. (C) and (D) Phloroglucinol staining of leaf veins of the wild type (C) and the VND3 dominant repressor (D). Note the much less-prominent staining of lignified secondary walls in the veins of the VND3 dominant repressor compared with the wild type. (E) and (F) Cross sections of stems showing the xylem bundles of the wild type (E) and the VND3 dominant repressor (F). Note the reduced secondary wall thickness and deformed vessel morphology in the VND3 dominant repressor compared with the wild type. ve, vessel. Bars  = 11 µm in (C) and (D) and 46 µm in (E) and (F).\n\nThe finding that VND1 to VND5 are able to activate the same transcription factors as SND1 suggests that they are functional homologs of SND1. To substantiate this hypothesis, we tested whether expression of VND1 to VND5 could complement the secondary wall defects in the snd1 nst1 double mutant. Simultaneous mutations of SND1 and NST1 genes caused a loss of secondary walls in interfascicular fibers and xylary fibers in stems, leading to a pendent stem phenotype due to reduced stem strength [8], [9]. Expression of VND1 to VND5 driven by the 3-kb SND1 promoter in the snd1 nst1 double mutant rescued the pendent stem phenotype (Fig. 9A) and partially or fully restored stem strength (Fig. 9B). Cross sections of stems showed that VND1 to VND5 expression in the snd1 nst1 double mutant restored the formation of lignified secondary walls in fibers (Fig. 9C to I). These results provide another line of evidence demonstrating that VND1 to VND5 are functional homologs of SND1 involved in transcriptional regulation of secondary wall biosynthesis.\n\n(A) Expression of VND1 to VND5 driven by the SND1 promoter rescued the pendent stem phenotype exhibited by snd1 nst1. (B) Expression of VNDs in snd1 nst1 resulted in a partial restoration of stem strength. Each bar represents the breaking force of the inflorescence stem of individual plants. (C) Cross section of a wild-type stem showing lignified secondary walls in the xylem and interfascicular fibers. (D) Cross section of an snd1 nst1 stem showing the lignified secondary walls in the xylem but an absence of lignified secondary walls in the interfascicular fibers. (E) to (I) Expression of VND1 (E), VND2 (F), VND3 (G), VND4 (H) and VND5 (I) in the snd1 nst1 mutant restored the lignified secondary walls in the interfascicular fibers. The bottom parts of stems of 8-week-old plants were sectioned and stained for lignin with phloroglucinol-HCl. if, interfascicular fiber; xy, xylem. Bar in (C)  = 92 µm in (C) and (I).\n\nTo provide further evidence that VND1 to VND5 activates the expression of genes involved the regulation and biosynthesis of secondary walls, we employed the transactivation analysis in Arabidopsis leaf protoplasts. It was found that VND1 to VND5 significantly induced the expression of the GUS reporter gene driven by the promoter of MYB46, a second-level master regulator of secondary wall biosynthesis, and the promoters of six secondary wall biosynthetic genes, CesA7, CesA8, FRA8, IRX9, 4CL1 and CCoAOMT1 (Fig. 10A, B). These chosen genes for transactivation analysis are induced by VNDs and should represent genes involved in secondary wall biosynthesis. This result corroborates with the finding that VND1 to VND5 are capable of activating the entire program of secondary wall biosynthesis as shown in the VND1 to VND5 overexpressors (Figs. 4–6).\n\n(A) Diagrams of the effector and reporter constructs used for the transactivation analysis. 3xSNBE1, three copies of the 19-bp SNBE1 sequence as shown below the diagram. (B) Transactivation analysis showing the induction by VND1 to VND5 of the GUS reporter gene expression driven by the promoters of MYB46, CesA7, CesA8, FRA8, IRX9, CCoAOMT1 and 4CL1. (C) Transactivation analysis showing that VND1 and VND5 effectively activated the expression of the SNBE-driven GUS reporter gene. Arabidopsis leaf protoplasts were transfected with the reporter and effector constructs and after incubation, the transfected protoplasts were lysed and analyzed for the GUS activity. The control is the GUS activity in protoplasts transfected with the reporter construct and an empty effector construct without VNDs and taken as 1. Error bars are the SE of three biological replicates.\n\nThe SWNs, including SND1, NST1, NST2, VND6 and VND7, have previously been demonstrated to bind to a 19-bp semi-palindromic SNBE sequence to activate the expression of their direct target genes [17]. To determine whether VND1 to VND5 also activate their direct targets via the SNBE sites, we tested their ability to activate the SNBE-driven GUS reporter gene. Cotransfection of the VND effector construct and the SNBE-driven GUS reporter construct into Arabidopsis leaf protoplasts revealed that VNDs efficiently activated the SNBE-driven GUS reporter gene (Fig. 10A, C), suggesting that they share similar direct target genes with other SWNs and bind to the SNBE sites to activate their expression.\n\nPrevious studies have demonstrated that five Arabidopsis SWN genes, namely SND1, NST1, NST2, VND6 and VND7, are transcriptional regulators of secondary wall biosynthesis in various secondary wall-forming cell types [3], [4]. The Arabidopsis genome has five additional NAC genes, VND1 to VND5, which belong to the same subgroup as SWNs. Although their expression has been shown to be induced during in vitro xylem differentiation [5], the actual functions of these VNDs are unknown. Our present study has established that VND1 to VND5 are vessel-specific secondary wall NACs regulating secondary wall biosynthesis and programmed cell death during vessel development, which further contributes to the complexity of the transcriptional regulation of secondary wall biosynthesis in different cell types (Fig. 11).\n\nThe results from this report add VND1 to VND5 on the list of secondary wall NAC master switches controlling secondary wall biosynthesis. SWNs expressed in various secondary wall-forming cell types activate the second-level MYB master switches and other downstream transcription factors, which together activate secondary wall biosynthetic genes and thereby lead to secondary wall deposition. SWNs also directly activate genes involved in programmed cell death during vessel formation.\n\nWe have demonstrated that VND1 to VND5 are capable of activating secondary wall biosynthetic genes and concomitantly inducing ectopic deposition of secondary walls when overexpressed, indicating that they are transcriptional regulators of secondary wall biosynthesis. Our findings provide the first line of genetic evidence that VND1 to VND5 are SWNs controlling secondary wall biosynthesis (Fig. 11). Gene expression analysis showed that similar to that of VND6 and VND7\n[5], [38], the expression of VND1 to VND5 is vessel-specific, indicating that secondary wall formation in vessels is regulated by these 7 functionally redundant VND genes. The high redundancy of VND genes in controlling secondary wall biosynthesis in vessels might signify the importance of vessels in plant survival because secondary wall defects in vessels are detrimental to plant growth [35], [39]. The possibility that VNDs may have differential roles in regulating secondary wall biosynthesis in vessels of different organs and have differential activation strength toward their target genes could not be excluded. Indeed, expression analysis showed that VNDs have variations in their expression levels in different organs (Fig. 1C) and in particular, only VND4 and VND5 exhibit a high level of expression in vessels of the root-hypocotyl (Fig. 3), indicating that these 7 VNDs are expressed at different levels in vessels of different organs. In addition, it has previously been shown that VND6, VND7 and SND1 differentially activate their target genes [17], [18], probably due to their differential binding affinities to the SNBE sites present in the promoters of their target genes. Similarly, VND1 to VND5 may also have differential binding affinities toward SNBE variants and thereby differential activation of their target genes, which may provide a mechanism to fine-tune the cell wall composition of xylem vessels or adapt the developmental program to changing conditions.\n\nWe have also demonstrated that VND1 to VND5 are able to restore the secondary wall defects in the snd1 nst1 double mutant. This finding indicates that although VND1 to VND5 are vessel-specific and SND1 is fiber-specific, they likely activate many of the same downstream target genes and thereby regulate the biosynthesis of secondary walls (Fig. 11). Indeed, expression analysis showed that VND1 to VND5 regulate the expression of the same downstream transcription factors as SND1. Furthermore, they were found to be able to activate the same SNBE sites as SND1. These findings further corroborate the hypothesis that although different SWNs regulate secondary wall biosynthesis in different cell types, they all bind to common SNBE sites albeit with different affinities to differentially activate their direct target genes [17]. This hypothesis is also supported by previous studies showing that SWNs from other species, including poplar, rice, maize, Brachypodium, all bind to the SNBE sites [11], [14]–[16].\n\nSecondary wall biosynthesis and programmed cell death are the final two processes during vessel formation. Previous studies of target genes of VND6 and VND7 have shown that both of these processes are regulated by VND6 and VND7 [17]–[19]. Our finding that VND1 to VND5 are also able to induce the expression of genes involved in both secondary wall biosynthesis and programmed cell death further supports the idea that VND1 to VND5 together with VND6 and VND7 function redundantly in regulating secondary wall biosynthesis and programmed cell death during vessel formation. The exception is VND2 that appears to have little activation of programmed cell death genes. Because some SWNs have previously been shown to exhibit differential binding affinities to SNBE variants [17], it is likely that VND2 may have a low binding affinity toward SNBE sites in the promoters of programmed cell death genes and thereby little activation of these genes. Further investigation of how these VND genes are specifically induced during vessel development will enrich our understanding of the molecular mechanisms underlying vascular development.\n\nTotal RNA from different organs and cell types was isolated with a Qiagen RNA isolation kit (Qiagen). The seedlings used were 5 days old. Leaves and roots were from 6-week-old plants. Stems from 6-week-old plants were divided into top, middle and bottom parts, which represent the rapidly elongating internodes, internodes near cessation of elongation and non-elongating internodes, respectively. Different cell types, including interfascicular fibers, xylem and pith cells, were isolated from stems of 6-week-old plants using PALM microlaser system (PALM Microlaser Technologies). First strand cDNAs were synthesized from the total RNA treated with DNase I and then used as a template for PCR analysis. The real-time quantitative PCR was performed with the QuantiTect SYBR Green PCR kit (Clontech) using first strand cDNAs as templates. The PCR primers for VND1 are 5′-gctcgatgtccataacatcaatgg-3′ and 5′-tcaattatcaaatacgcaaatcccaat-3′, those for VND2 are 5′-acggattggagagcactcgataaa-3′ and 5′-tcaaacatgtaaatccctatataagtc-3′, those for VND3 are 5′-accttcaatgcatcgatgatgatc-3′ and 5′-ttagtcttctccactcatcaaaaattg-3′, those for VND4 are 5′-tggaccaagtcacagactggagag-3′ and 5′-tcacttccatagatcaatctgaca-3′, those for VND5 are 5′-ttagcaatgatgaagaggctgcag-3′ and 5′-ctagagatcaatctgacaacttga-3′. The PCR primers for secondary wall-associated transcription factors and secondary wall biosynthetic genes were according to Zhong et al. [7]. The relative expression level of each gene was calculated by normalizing the PCR threshold cycle number of each gene with that of the EF1α reference gene in each sample. The data were the average of three biological replicates.\n\nThe VND1 to VND5 genes containing a 3-kb 5′ upstream sequence, the entire coding region and a 2-kb 3′ downstream sequence were PCR-amplified and used to create the GUS reporter constructs. The GUS gene was inserted in frame right before the stop codon of each VND gene. The constructs were transformed into wild-type Arabidopsis by Agrobacterium-mediated transformation and the first generation of transgenic plants was analyzed for GUS activity as described previously [33].\n\nThe full-length cDNA of VND1 (PCR amplified with primers 5′-atggagccaatggaatcttgt-3′ and 5′-tcaattatcaaatacgcaaatcccaat-3′), VND2 (5′-atggaatcggtggatcaatca-3′ and 5′-tcaaacatgtaaatccctatataagtc-3′), VND3 (5′-atgatgaaggttgatcaagat-3′ and 5′-ttagtcttctccactcatcaaaaattg-3′), VND4 (5′-atgaattcattttcccacgtc-3′ and 5′-tcacttccatagatcaatctgaca-3′), and VND5 (5′-atgaattcgttttcacaagtacct-3′ and 5′-ctagagatcaatctgacaacttga-3′) was ligated downstream of the CaMV 35S promoter in pBI121 to create VND overexpression constructs (VND-OE). The VND dominant repression constructs (VND-DR) were generated by fusing the full-length VND cDNA in frame with the dominant EAR repression sequence [40], which was ligated downstream of the CaMV 35S promoter in pBI121. The VND-OE and VND-DR constructs were transformed into wild-type Arabidopsis by Agrobacterium-mediated transformation. For each construct, at least 60 transgenic Arabidopsis plants were generated for phenotypic analyses.\n\nFor light microscopy, stem segments embedded in low viscosity (Spurr's) resin (Electron Microscopy Sciences) were cut into 1-µm-thick sections with a microtome and stained with toluidine blue [41]. Presence of lignin was visualized by staining the sections with phloroglucinol-HCl or using a UV fluorescence microscope [7]. Secondary wall cellulose was stained by incubating sections with 0.01% Calcofluor White [42]. Under the conditions used, only secondary walls exhibited brilliant fluorescence. Xylan was detected by using the monoclonal LM10 antibody against xylan and fluorescein isothiocyanate-conjugated goat anti-rat secondary antibodies [43].\n\nThe full-length cDNA of VND1 to VND5 driven by the 3-kb SND1 promoter were cloned into the pGPTV vector and introduced into the Arabidopsis snd1 nst1 double mutant [8]. More than 60 transgenic plants were generated for each construct and at least 8 complemented snd1 nst1 double mutant plants that exhibited normal growth as the wild type were chosen for examination of stem strength and restoration of secondary walls in fibers. For stem strength analysis, basal parts of the main inflorescence of 8-week-old plants were measured for the breaking force using a digital force/length tester [44]. The breaking force was calculated as the force needed to break apart a stem segment.\n\nTo test the ability of VND1 to VND5 to activate the promoters of secondary wall-associated transcription factors and secondary wall biosynthetic genes, the reporter construct containing the GUS reporter gene driven by a 1.5-kb promoter of the gene of interest and the effector construct containing VNDs driven by the CaMV 35S promoter were co-transfected into Arabidopsis leaf protoplasts [45]. To test the ability of VNDs to activate the SNBE site, the reporter construct containing the GUS reporter gene driven by three copies of SNBE sequence and the effector construct containing VNDs driven by the CaMV 35S promoter were co-transfected into Arabidopsis leaf protoplasts. Another construct containing the firefly luciferase gene driven by the CaMV 35S promoter was included in each transfection for determination of the transfection efficiency. After 20-hr incubation, protoplasts were lysed and the supernatants were subjected to assay of the GUS and luciferase activities [46]. The GUS activity was normalized against the luciferase activity in each transfection, and the data are the average of three biological replicates.\n\nThe experimental data of the quantitative PCR analysis and GUS activity assay were subjected to statistical analysis using the Student's t test program (http://www.graphpad.com/quickcalcs/ttest1.cfm), and the quantitative difference between the two groups of data for comparison in each experiment was found to be statistically significant (p<0.001).\n\nThe Arabidopsis Genome Initiative locus identifiers for genes used in this study are VND1 (At2g18060), VND2 (At4g36160), VND3 (At5g66300), VND4 (At1g12260), VND5 (At1g62700), SND1 (At1g32770), NST1 (At2g46770), NST2 (At3g61910, VND6 (At5g62380), VND7 (At1g71930), SND2 (At4g28500), and SND3 (At1g28470)."
  },
  {
    "pmid": "24204619",
    "title": "Functional characterization of the poplar R2R3-MYB transcription factor PtoMYB216 involved in the regulation of lignin biosynthesis during wood formation.",
    "journal": "PloS one",
    "year": "2013",
    "authors": [
      "Tian, Qiaoyan",
      "Wang, Xianqiang",
      "Li, Chaofeng",
      "Lu, Wanxiang",
      "Yang, Li",
      "Jiang, Yuanzhong",
      "Luo, Keming"
    ],
    "abstract": "Because of the importance of wood in many industrial applications, tremendous studies have been performed on wood formation, especially in lignin biosynthesis. MYB transcription factors (TFs), which consist of a large family of plant TFs, have been reported to directly regulate lignin biosynthetic genes in a number of plants. In this study, we describe the cloning and functional characterization of PtoMYB216, a cDNA isolated from Chinese white poplar (Populus tomentosa Carr.). PtoMYB216 encodes a protein belonging to the R2R3-MYB family and displays significant similarity with other MYB factors shown to regulate lignin synthesis in Arabidopsis. Gene expression profiling studies showed that PtoMYB216 mRNA is specifically expressed during secondary wall formation in wood. The 1.8-kb promoter sequence of PtoMYB216 was fused to the GUS coding sequence and introduced into wild-type A. thaliana. GUS expression was shown to be restricted to tissues undergoing secondary cell wall formation. Overexpression of PtoMYB216 specifically activated the expression of the upstream genes in the lignin biosynthetic pathway and resulted in ectopic deposition of lignin in cells that are normally unligninified. These results suggest that PtoMYB216 is specific transcriptional activators of lignin biosynthesis and involved in the regulation of wood formation in poplar.",
    "pmcid": "PMC3810269",
    "full_text": "The secondary cell wall in higher plants consists mainly of cellulose, lignin and xylan. Lignin is the second most abundant plant biopolymer mainly present in the secondary walls in wood, which allowing mechanical support and efficient conduction of water and solutes over long distances within the vascular system. Lignin is a polymer of complex phenylpropanoid compounds formed by three monolignols, including ρ-coumaryl alcohol, coniferyl alcohol and sinapyl alcohol, which give rise to p-hydroxyphenyl (H), guaiacyl (G), and syringyl (S) [1]. The biosynthetic pathway of monolignols is involved in the general phenylpropanoid pathway leading to the production of hydroxycinnamoyl CoA esters, which are the common precursors of diverse groups of chemical compounds, such as flavonoids, suberin, coumarins, quinones and lignin. The lignin polymer is mainly deposited in the tracheary elements and fibers, and also found in other cell types or tissues, such as the endodermis, periderm and epidermis of some plant species, which confers stable and protective coatings to protect the secondary walls from physical and biological attacks and provide rigidity and impermeability [2]. The lignin polymer constitutes the first line of defense against biotic and abiotic stresses, which resistance to wounding, ultraviolet light irradiation and pathogen attack [3], [4].\n\nTo date, lignin biosynthetic pathway has been well determined and many proteins catalyzing deposition of lignin and polysaccharides during secondary cell wall formation have been characterized [5]. The first key enzyme in lignin biosynthetic process is the L-phenylalanine ammonia-lyase (PAL) which catalyzes a deamination of phyenylalanine to produce cinnamic acid [6]. Cinnamic acid is hydroxylated by cinnamate 4-hydroxylase (C4H) to generate ρ-coumaric acid [7], which is converted to ρ-coumaroyl-CoA by 4-coumarate: CoA ligase (4CL) [8]. This product proceeds through a series of transformation into monolignol by the action of caffeoyl-CoA O-methyltransferase (CCoAOMT) [9], ferulate 5-hydroxylase (F5H) [10] cinnamoyl-CoA reductase (CCR) [11], and cinnamoyl alcohol dehydrogenase (CAD) [12], respectively.\n\nRecent studies have demonstrated that formation of secondary wall requires a coordinated transcriptional activation of the genes involved in the lignin biosynthesis [1], [13]. Many transcription factors, belonging to NAC, MYB, and WRKY gene families, have been shown to regulate lignin biosynthetic pathway in various plant species [14], [15]. Due to the difficulty of genetic studies of gene functions in tree species, most of these wood-associated transcription factors have not yet been subjected to functional characterization. To date, most lignin activators reported are from the MYB family, particularly the large family of R2R3-MYB [16]. Indeed, a number of R2R3 MYB proteins have been confirmed in the regulation of phenylpropanoids biosynthesis, such as flavonoids [17], [18], anthocyanin [19], [20], and lignins [21], [22]. Some of these MYB transcription factors have been shown to regulate the entire phenylpropanoid metabolism, and the others were proposed to specifically regulate the lignin biosynthesis. The first identified lignin-specific transcription factors were AtMYB46, AtMYB83, AtMYB58 and AtMYB63 from Arabidopsis thaliana\n[23], [24], [25], which activated the entire secondary wall biosynthesis. AtMYB83, a homology of AtMYB46, is not only lignin pathway regulators, but also redundantly activate the entire process of secondary cell wall formation [5], [26]. Some of R2R3 MYBs isolated from other species were also demonstrated to mediate the regulation of the monolignol pathway. Among these transcription factors are PtMYB1, PtMYB4 and PtMYB8 from Pinus taeda\n[21], [27], EgMYB2 from Eucalyptus gunnii\n[22], [28] and PtrMYB3 and PtrMYB20 from Populus trichocarpa\n[29]. These pine and eucalyptus MYB genes, which are homologs of AtMYB46 and AtMYB83, have been shown to cause ectopic deposition of lignin or altered phenylpropanoid metabolism when overexpressed in tobacco or spruce [21], [22], [27]. In Arabidopsis, most of monolignol genes are directly regulated by AtMYB58 and AtMYB83 through AC elements that are commonly present in the promoters of lignin biosynthetic genes, except for F5H [25]. Therefore, regulation by lignin activators is global rather than specific for certain pathway genes. However, it is not clear whether these wood-associated transcription factors also regulate the biosynthesis of other secondary wall components during wood formation.\n\nWorldwide, poplar is an economically important woody biomass because of its high growth capacity, adaptability to varied environments and the various uses in industry, such as pulping and paper-making. Lignin is the second most abundant plant biopolymer in vascular plants, and accounts for 30% of the dry weight in poplar. Although the lignin-related MYB transcription factors in Arabidopsis have been studied well, most of the wood-associated transcription factors have not yet been subjected to functional characterization due to the difficulty of genetic studies of gene functions in tree species. In a previous study, detailed annotation and phylogenetic analysis of the entire R2R3-MYB family encoded in the Populus genome have been performed [30]. Many of the Populus R2R3-MYB proteins implicated in the regulation of genes encoding lignin biosynthetic enzymes are divided into a specific clade. This clade also includes AtMYB46 [5], PtMYB4\n[21], EgMYB2 [22] and PgMYB4 [31], which alter the accumulation of transcripts corresponding to genes encoding lignin biosynthetic enzymes. The transcript abundance profile also suggests that, like their counterparts in other plant species, these Populus transcription factors function in xylem-based processes, perhaps regulating genes encoding enzymes of the lignin biosynthetic pathway [30]. In this study, we isolated a wood-associated MYB transcription factor, PtoMYB216, from Chinese white poplar (P. tomentosa Carr.). Phylogenetic analysis showed that PtoMYB216 has a closely relationship with AtMYB61, AtMYB83, AtMYB46 and EgMYB2. PtoMYB216 was able to activate the biosynthetic pathways of lignin, suggesting that PtoMYB216 is involved in the regulation of the lignin biosynthetic pathway in poplar.\n\nPopulus tomentosa Carr. (clone 73) is grown in the greenhouse at 25°C under a 14-/10-h light/dark cycle with supplemental light (4500 lux). Wild-type Arabidopsis thaliana (ecotype Columbia) were grown in a greenhouse. The temperature was maintained at 22–23°C and the photoperiod was 16 h.\n\nThe cDNA fragment encoding PtoMYB216 was amplified with gene-specific primers (PtoMYB216-F: 5′-GTTGCCAGCACTGCATTGCAG-3′; PtoMYB216-R: 5′-GTGAACCTATATGGATTGAC-3′) based on PtrMYB216 (JQ801749) from P. trichocarpa by polymerase chain reaction (PCR). The PCR reaction was carried out with pfu DNA polymerase (Takara, Dalian, China) in a total volume of 50 µl at 94°C for 3 min; 32 cycles of 94°C for 45 s, 54°C for 45 s and 72°C for 90 s, followed by a final extension of 72°C for 10 min. The sequence of PtoMYB216 was deposited in GenBank under accession number JQ801749. The PCR product was cloned into the plant binary vector pCXSN [32]. The resulting vector p35S:PtoMYB216, with the PtoMYB216 open reading frame driven by the cauliflower mosaic virus (CaMV) 35S promoter and the hygromycin phosphotransferase (HPT) gene, which confer resistance to hygromycin, were transferred into Agrobacterium tumefaciens strains EHA105 by the freeze-thaw method.\n\nThe deduced amino acid sequences were analyzed using the program DNAMAN and the software MEGE version 4.1 (Lynnon Biosoft, Quebec, Canada). Amino acid sequence alignments were performed with DNAMAN software. The phylogenetic tree of lignin-associated MYBs was constructed by the neighbor-joining method for P. trichocarpa and other plants using MEGA 4.1 software.\n\nA. tumefaciens strains EHA105 containing p35:PtoMYB216 were incubated in liquid yeast extract peptone medium supplemented 100 µmol/L acetone-syringone at 18°C with constant shaking (200 rpm) until the culture reached an optical density of 0.8 at OD 600 nm. The A. tumefaciens culture was then diluted with one volume of liquid woody plant medium (WPM) [33].\n\nPoplar transformation methods were described previously by Jia et al [34]. Leaves of Chinese white poplar (P. tomentosa Carr.) were excised from in vitro plantlets, cut into disks and dipped in the diluted Agrobacterium culture for 8–10 min. After excess liquid on the surfaces was absorbed by sterilized paper, the leaf disks were transferred to WPM medium (2.0 mg/L zeatin, 1.0 mg/L 1-naphthalene acetic acid [NAA]). The infected disks were co-cultivated in the dark for 2 days and then transferred to callus-inducing medium containing 2.0 mg/L zeatin, 1.0 mg/L NAA,400 mg/L cefotaxime, 9 mg/L hygromycin and 0.8% (w/v) agar. After 2–3 weeks of culture in the dark, these leaf disks with induced calli were subcultured on screening medium (2.0 mg/L zeatin, 0.1 mg/L NAA, 400 mg/L cefotaxime, 9 mg/L hygromycin and 0.8% (w/v) agar) to induce adventitious buds. Regenerated shoots were transferred to rooting medium, containing 0.1 mg/L NAA, 400 mg/L cefotaxime and 9 mg/L hygromycin. Transgenic plants were selected with 9 mg/L hygromycin. Rooted plantlets were acclimatized in pots placed inside a humid chamber (16 h photoperiod, 25°C, 70% relative humidity) for 2 weeks and finally transferred to the greenhouse.\n\nGenomic DNA was extracted from poplar leaf material (300 mg) of untransformed control and transgenic plants using a CTAB method [34]. Each PCR-mixture (10 µl) contained 5.5 µl GoTaqR Green Master Mix (Promega, Beijing, China), 0.25 µl each primer, 0.5 µl cDNA, 3.5 µl Nuclease-Free water. Polymerase chain reaction analysis was carried out employing gene-specific primers: HPT (F: 5′-ATCGGACGATTGCGTCGCATC-3′; R: 5′-GTGTCACGTTGCAAGACCTG-3′). Polymerase chain reaction conditions were 94°C for 3 min; 32 cycles of 94°C for 30 s, 56°C for 30 s, 72°C for 1 min, followed by a final extension of 72°C for 10 min. Polymerase chain reaction products were resolved on a 1% (w/v) agarose gel and visualized after ethidium bromide staining.\n\nThe GUS reporter gene was employed to study the developmental expression pattern of PtoMYB216. The genomic DNA fragment containing a 1.8-kb upstream sequence of PtoMYB216 was amplified by the primers: Pro-PtoMYB216 (F: 5′-ATGGAGGTGATCATGAAGCTTC-3′; R: 5′-GCTGCAATGCAGTGCTGGCA-3′). The PtoMYB216:GUS construct in the binary vector pCXGUS-P [32] was made by ligating the PCR-amplified genomic DNA fragments. The constructs were transformed into wild-type Arabidopsis plants by the floral dip method [35]. Transformants were selected on MS plates supplemented with 30 µg/mL of hygromycin and 50 µg/mL of carbenicillin. The first generation of 6-week-old transgenic plants was examined for the expression of the GUS reporter gene [36].\n\nTotal RNA was extracted from transgenic plants and untransformed control using TRIzol® Reagent (Invitrogen, Beijing, China) according to the manufacturer’s instructions. For reverse transcription (RT)-PCR, 2 µl RNA was reverse transcribed in a total volume of 20 µl, using PrimeScript™ RT reagent Kit with gDNA Eraser (Takara, Dalian, China) according to the manufacturer’s instructions. To detect PtoMYB216 expression, PCR amplification was performed for 26 cycles, with each cycle consisting of 94°C for 1 min, 58°C for 30 s, respectively, 72°C for 1 min and finally 10 min at 72°C. The constitutively expressed 18S gene was used to confirm that equal amount of cDNA in each reaction.\n\nTotal RNA extracted from leaves, roots, stems and petioles of poplar plants was reversed into cDNA using PrimeScript™ RT reagent Kit with gDNA Eraser (Takara, Dalian, China) according to the manufacturer’s instructions. The reverse transcribed cDNA samples used for real-time PCR, which was performed on a BioRad IQ5 real-time PCR detection system. The specific primers for PtoMYB216 were qt-PtoMYB216-F: 5′-CATCTCAACATGTGTACAGTG-3′ and qt-PtoMYB216-R: 5′-GCAGATCCTTGGTATAGATGT-3′, and primers for Populus 18S gene were qt-18S-F: 5′-GGCATGGAAGGTGATGCAGATC-3′and qt-18S-R: 5′-CTGTGTCAAACAAGAACTTGTCC-3′. Quantitative real-time PCR reaction and data analysis were performed as described by Tsai et al [37] in a 25 µl reaction volume containing 12.5 µl of SYBR Premix ExTaq™ (TaKaRa, Dalian, China). Differences in gene expression, expressed as fold change relative to control, were calculated using the 2ΔΔCT method. Each measurement was carried out in triplicate, and the error bars represent SE of the mean of fold changes for the three biological replicates. Analysis of lignin pathway genes was similarly performed using gene-specific primers (Table S1 in File S1).\n\nThe MYB216-GFP construct was created by ligating the PCR-amplified cDNA of PtoMYB216 in the pCX-DG [32]. The expression vectors were induced into onion epidermal cells by Gene Gun (GJ-1000, SCIENTZ, China). The onion skin was stained with DAPI, and then photographed by confocal microscopy (Leica TCS SP5).\n\nThe yeast single-hybridization system was used with full-length transcription factors in pGBKT7 (Clontech) and introduced into the yeast strain Saccharomyces cerevisiae Gold2, as described previously [38]. Transformants were grown on SD medium lacking tryptophan (Trp) for positive clone selection and then on SD medium lacking Trp, histidine (His) and adenine (Ade) for the transactivation assay, according to the manufacturer’s instructions. X-α-gal was used to identify the transcription activation activity of PtoMYB216.\n\nPoplar petioles and stems were sectioned using a vibrating microtome to generate 100-µm serial sections. For histochemical analysis of lignification, sections were stained with 1% (w/v) phloroglucinol in 6 N HCl, viewed under the microscope [39].\n\nLignin content of stems was measured by modified Klason lignin method [40]. In brief, freeze-dried poplar was ground to pass a 40-mesh screen using a mill. The ground poplar (1 g) was then soxhlet-extracted with 100 ml acetone for 8 h to remove extractable components. The total weight of extractable components was determined gravimetrically by rotary evaporation. The extracted lignocellulosic material was air-dried to remove solvent and was then analyzed in triplicate for sugar and lignin composition as follows. A 0.2 g sample of extracted poplar was transferred to a 15-ml reaction vial in an ice bath. A 3-ml aliquot of 72% (w/w) H2SO4 was added to the sample and was thoroughly mixed for 1 min. The test tube was immediately transferred to a water bath maintained at 20°C and was subsequently mixed for 1 min after every 10 min. After 2 h of hydrolysis, the contents of each test tube were transferred to a 125-ml serum bottle, using 112 ml nanopure H2O, to rinse all residue and acid from the reaction vial. The serum bottles (containing 115 ml H2SO4 at 4% (w/w) plus poplar) were sealed with septa and autoclaved at 121°C for 60 min. Samples were allowed to cool, and the hydrolysates were vacuum-filtered through pre-weighed medium coarseness sintered-glass crucibles, washed with 200 ml warm (approximately 50°C) nanopure H2O to remove residual acid and sugars and dried overnight at 105°C. The dry crucibles were weighed to determine Klason (acid-insoluble lignin) lignin gravimetrically.\n\nThe Student’s t test program (http://www.graphpad.com/quickcalcs/ttest1.cfm) was used for statistical analysis of the data in the experiments of quantitative RT-PCR. In all these experiments, it was found that the quantitative differences between the two groups of data for comparison were statistically significant (P<0.001).\n\nThe accession numbers of the MYB genes were: PtrMYB170 (POPTR_0014s10680.1), PtrMYB55 (POPTR_0014s10680.1), PtrMYB121 (POPTR_0002s18700.1), AtMYB83 (NM_111685), EgMYB2 (AJ576023), AtMYB46 (NM_121290), PtMYB4 (AY356371), AtMYB61 (NM_100825), AtMYB103 (NM_124993), AtMYB26 (Z95749), AtMYB85 (NM_118394), PtMYB1 (AY356372), ZmMYB31 (NM_001112479), ZmMYB42 (NM_001112539), AtMYB58 (NM_101514), AtMYB63 (Z95786).\n\nWe isolated the PtoMYB216 cDNA encoding a putative R2R3 MYB protein, by RT-PCR using gene-specific primers based on the sequences deposited in the Populus genome database. PtoMYB216 appeared to be a full-lengh cDNA of 1290 bp encoding a protein of 423 amino acids residues. PtoMYB216 exhibits close sequence similarity to PtrMYB216 from P. trichocarpa. The amino-teriminal extremity of PtoMYB216 contains a typical R2R3 inperfect repeats responsible for binding to target DNA sequences and is highly conserved among R2R3-MYB proteins (Fig. 1A). Comparison of the PtoMYB216 sequence with databases showed high identity with lignin-associated MYB proteins from Arabidopsis (AtMYB61, 87.50%; AtMYB85, 62.50%), Eucalyptus gunnii (EgMYB2, 61.11%) (Fig. 1A). Previously, a number of MYB transcription factors have been reported to be involved in regulation of phenylpropanoid biosynthesis, secondary xylem development, or secondary wall formation [5], [22], [25]–[27], [41]. Phylogenetic analysis demonstrated that PtoMYB216 has a close relationship with AtMYB46, AtMYB61, AtMYB83 and EgMYB2 (Fig. 1B), indicating it is a potential transcriptional activator in secondary wall biosynthesis.\n\n(A) Sequence similarity of the N-terminal region of predicted PtrMYB216 including the conserved R2R3 DNA-binding domains with other MYB transcription factors. The R2R3 MYB domain is underlined. Identical and similar amino acid residues are shaded with black and gray, respectively. (B) Phylogenetic analysis of PtrMYB216 together with other MYBs involved in regulation of secondary wall biosynthesis or phenylpropanoid metabolism. Phylogenetic analysis was performed using the neighbor-joining method using MEGA version 4. Bar, 0.1 substitutions per site. Additional sequences include Arabidopsis thaliana (AtMYB26, At3g13890; AtMYB46, At5g12870; AtMYB58, At1g16490; AtMYB61, At1g09540; AtMYB63, At1g79180; AtMYB83, At3g08500; AtMYB85, At4g22680; AtMYB103, At1g63910), Zea mays (ZmMYB31, CAJ42202; ZmMYB42, CAJ42204), Eucalyptus gunnii (EgMYB1, CAE09058; EgMYB2, AJ576023), Pinus taeda (PtMYB1, AY356372; PtMYB4, AY356371), Populus tremula × tremuloides (PttMYB21a, AJ567345), P. trichocarpa (PtrMYB216, POPTR_0013s00290.1).\n\nPtoMYB216 expression in various tissues of Chinese white poplar was analyzed by semiquantitative reverse transcription (RT)-PCR (Fig. 2A). Expression was detected in all tissues tested with the highest mRNA level in xylems. PtoMYB216 transcripts were present at very low levels in young and old leaves. Quantitative real-time PCR analysis with different tissues further showed that the relative levels of the PtoMYB216 transcripts in the xylems were more than twice as abundant as in the phloems and were 2-fold higher than in the roots (Fig. 2B). This expression profile in lignin-rich tissue, which is in agreement with the fact that PtoMYB216 had been cloned from a cDNA library of Chinese white poplar xylem, suggest that PtoMYB216 is involved in the regulation of lignin biosynthesis. Taken together, expression of the PtoMYB216 gene is not xylem specific but is clearly up-regulated during secondary wall formation.\n\nSemi-quantitative RT-PCR analysis of PtoMYB216 expression in various tissues of P. tomentosa Carr. (B) Quantitative real-time PCR analysis of PtoMYB216 transcript levels in various tissues of P. tomentosa Carr. Actin expression was used as a control. Total RNA was isolated from xylem, phloem, root, stem, petiole, old leaf, young leaf.\n\nTo further investigate the spatial and temporal expression pattern, a vector containing the uidA coding sequence (as reporter gene) under the control of the 1.8-kb promoter region of PtoMYB216 was introduced into wild-type A. thaliana plants. Histochemical analysis of GUS expression in the progeny of transformed plants showed that the PtoMYB216 promoter drove the GUS expression in the vascular region of all stained organs (roots, leaves, flowers and siliques). Stem sections revealed the GUS expression in protoxylem, metaxylem, intrafascicular cambium and fibers (Fig. 3). This restricted pattern of expression demonstrated that the PtoMYB216 gene was expressed in tissues undergoing secondary cell wall thickening.\n\nPtoMYB216 promoter-driven GUS construct was generated (A) and introduced into Arabidopsis thaliana. Transgenic seedlings were grown on MS media and assayed for GUS activity. GUS expression was observed in various tissues of PtoMYB216::GUS plants, including leaf (B), flower (C), root (E), silique (F) and cortex and in vascular bundles in the cross section of stem (D).\n\nWe assayed the subcellular localization of a PtoMYB216-green fluorescent protein (GFP) fusion in onion epidermal cells and found that the fusion protein accumulated in the nucleus (Fig. 4A), consistent with the predicted function as transcription factors. To examine whether PtoMYB216 is transcriptional activators, we fused it with the GAL4 DNA-binding domain for transactivation analysis in yeast. It was shown that PtoMYB216 was able to induce the expression of the LacZ reporter gene (Fig. 4B), indicating that it is a transcriptional activator.\n\n(A) Onion epidermis was transformed with 35S:PtoMYB216:GFP and 35S:GFP constructs by particle bombardment. GFP fluorescent images were examined with confocal microscope at 18 h after bombardment. The position of nuclei was confirmed by DAPI staining and bright-filed images were compared. (B) Transcriptional activation analysis of PtoMYB216 ORF fused with the GAL4 DNA-binding domain (GAL4BD) showing its ability to activate the expression of the Trp and α-Gal reporter genes in yeast.\n\nTo investigate whether PtoMYB216 is involved in the regulation of secondary wall biosynthesis, the PtoMYB216 open reading frame under the control of the cauliflower mosaic virus 35S promoter was introduced into Chinese white poplar by A. tumefaciens-mediated transformation. A total of 10 hygromycin-resistant putative transformants were obtained and grown in the greenhouse. The generated transgenic plants did not show any phenotypic changes compared with wild-type plants, except for a slight reduction in plant height (Figure S1 in File S1). PCR analysis using gene-specific primers showed that an expected amplification product specific for Hpt was obtained from all transgenic lines tested, whereas no signal was detected from wild-type plants (Figure S2 in File S1), confirming the integration of the transgene into the poplar genome. From all of the independent hygromycin-resistant transgenic lines harboring the 35S:PtoMYB216 construct, three independent lines (2, 3 and 7) with high PtoMYB216 transcript levels were selected for further analysis (Fig. 5B).\n\n(A) View of vascular tissues stained by Phloroglucinol-HCl in transverse sections of stem and petiole of the 35S:PtoMYB216 plants and the wild-type. (B) Quantitative real-time PCR analysis of PtoMYB216 transcript levels in stems of transgenic poplar plants. WT, the wild type; 2, 3, and 7, PtoMYB216-overexpressing lines. Error bars represent SE of three replications.\n\nTo determine lignin localization in 35S:PtoMYB216 and control poplar plants, petiole and stem sections were stained with phloroglucinol-HCl, which reacts specifically with lignins to form a red chromophore. As expected, phloroglucinol-HCl stained the tissues of the wild type lines less intensely than the 35S:PtoMYB216 tissues (Fig. 5A). In stem sections, lignins were observed in the xylems of the control plants, while much higher concentration of lignins was detected in the xylems of the PtoMYB216-overexpressing plants (Fig. 5A). In petioles, staining was observed only in the xylems in the controls, while in 35S:PtoMYB216 plants, PtoMYB216 overexpression caused ectopic deposition of lignin (Fig. 5A). The deposition of lignin in stems of PtoMYB216 overexpressors was confirmed by chemical analysis of lignin composition. The results showed that Klason lignin content in stems of 35S:PtoMYB216 plants was almost 2-fold higher than that of the wild type (Table 1), demonstrating that PtoMYB216 is capable of activating the lignin biosynthetic pathway.\n\nThe analysis reveals a higher lignin content in PtoMYB216 overexpressor to the wild type. Each data point is the mean (mg/100 mg dry stems) ± SE of three separate assays.\n\nSince manipulation of PtoMYB216 function resulted in an increase in lignin content, we used qRT-PCR with gene specific primers (Table S1 in File S1) to investigate the expression of genes encoding enzymes involved in the general phenylpropanoid metabolism as well as in the specific branch toward monolignol biosynthesis. All of the upsteam genes including L-phenylalanine ammonia-lyase gene (PAL4), 4-hydroxycinnamate:CoAligase gene (4CL5), ρ-coumar-oylshikimate 3′-hydroxylase gene (C3′H3) and cinnamoyl-CoA reductase gene (CCR2) were found to be up-regulated in the transgenic plants overexpressed PtoMYB216 (Fig. 6A). Interestingly, the expression of ferulate 5-hydroxylase gene (F5H2) was significantly decreased in the PtoMYB216 overexpressors, but no obvious changes in transcript levels of caffeoyl-CoA O-methyltransferase gene (CCoAOMT1), O-methyltransferase gene (COMT2) and cinnamyl alcohol dehydrogenase gene (CAD1) were observed (Fig. 6A). We also assayed the expression of genes associated with cellulose biosynthesis and found that overexpression of PtoMYB216 resulted in an elevation in the expression of CesA3A\n[42], and two xylan biosynthetic genes GT43B and GT43D\n[42] (Fig. 6B). Taken together, these results demonstrate that PtoMYB216 is transcriptional activators of lignin biosynthesis during secondary wall formation.\n\nTranscript accumulation was quantified by quantitative real-time polymerase chain reaction (qRT-PCR). The quantitative differences of the expression of the tested genes between the wild type and the overexpression lines are statistically significant (P<0.05). Error bars represent SE of three biological replicates. (A) Overexpression of PtoMYB216 induces the expression of lignin biosynthetic genes. The genes selected for expression analysis were previously shown to be highly expressed in stems where lignified fibers and vessels are abundant [51]. PAL4, phenylalanine ammonia lyase 4; C4H2, cinnamate 4-hydroxylase 2; 4CL5, 4-coumarate CoA ligase 5; C3H3, p-coumarate 3-hydroxylase 3; CCoAOMT1, caffeoyl CoA 3-O-methyltransferase 1; CCR2, cinnamoyl CoA reductase 2; F5H2, ferulate 5-hydroxylase 2; COMT2, caffeic acid O-methyltransferase 2; CAD1, cinnamyl alcohol dehydrogenase 1. (B) Overexpression of PtoMYB216 induces the expression of secondary wall-associated cellulose synthase genes (CesA2B, CesA3A), xylan biosynthetic genes (GT43B and GT43D).\n\nLignin is the second most abundant biomass component produced by vascular plants. The lignin polymers are mainly deposited in secondary wall–containing cells, such as fibers and tracheary elements, and provide plants with structural support, a mechanical barrier against pest attack, and the raw material for constructing the vascular system [43], [44]. Most previous molecular and genomic studies on wood formation have involved in major efforts on the identification of the biosynthetic genes of lignin polymers, which is the first important step toward our understanding of wood formation and our attempts to genetically modify wood quantity and quality [45]. In addition to genes encoding enzymes involved in lignin biosynthesis, recently many transcription factors have been shown to regulation of lignin biosynthetic pathway [16]. Most lignin activators characterized to date are from the MYB family. Here, we have characterized a new R2R3 MYB gene (PtoMYB216) from P. tomentosa Carr. and preferentially expressed in secondary xylem (Fig. 2). Subcellular localization analysis showed that PtoMYB216 protein targeted to the nucleus and a transactivation assay of this gene obtained positive results (Fig. 3), indicating that PtoMYB216 works as a transcription factor. Overexpression of PtoMYB216 in poplar resulted in an ectopic deposition of lignin (Fig. 5) and activation of lignin biosynthetic genes (Fig. 6).\n\nThe R2R3-MYB proteins comprise one of the largest families of transcription factors in plants. R2R3-MYB family members play central roles in plant-specific processes, such as the elaboration of specialized cell types, including xylem, guard cells, trichomes, and root hairs, and the biosynthesis of specialized branches of metabolism, including lignin biosynthesis [46]. In a previous study, the entire P. trichocarpa MYB family has been characterized and 192 R2R3-MYB genes in the P. trichocarpa genome were annotated [30]. Phylogenetic analysis of the predicted R2R3-MYB protein sequences reveals that these proteins are clustered into 49 subgroups, and clade 10 includes four R2R3-MYB family members, PtrMYB2, PtrMYB3, PtrMYB21and PtrMYB20, implicated in the regulation of genes encoding lignin biosynthetic enzymes [30]. This clade also includes Pinus taeda MYB4 [21], AtMYB46 [23], AtMYB61 [47], Eucalyptus gunnii MYB2 [22], and Picea glauca MYB4 [31]. These genes have been shown to function in an almost identical fashion, with expression in differentiating xylem cells and capacity to alter lignin biosynthesis. Recently, it is demonstrated that the poplar wood-associated MYB transcriptional activators PtrMYB3 and PtrMYB20, activate the biosynthetic pathways of cellulose, xylan and lignin when overexpressed in Arabidopsis and they are also able to activate the promoter activities of poplar wood biosynthetic genes [29], suggesting their involvement in the regulation of wood formation in poplar. In our phylogenetic analysis, PtoMYB216 protein groups in this lignification-related R2R3-MYB clade and it is most similar to AtMYB61 from A. thalian (Fig. 1A). A previous study has demonstrated that overexpression of AtMYB61 causes ectopic lignification and phenocopies a dark-photomorphogenic mutant, de-etiolated 3 (det3) [41]. AtMYB61 also controls stomatal aperture in Arabidopsis\n[48] and seed coat mucilage deposition [49], indicating that AtMYB61 might function as a coordinate regulator of multiple and distinct biosynthetic pathways. In this study, PtoMYB216 overexpresison induced cell wall modifications in xylem of transgenic plants, suggesting that PtoMYB216 plays a role in regulating lignin biosynthesis in poplar. Additionally, lignin also plays a role in plant responses to biotic and abiotic stresses [50]. For example, rice plants over-expressing OsWRKY89 showed enhanced tolerance to the rice white-backed planthopper Sogatella furcifera, associated with increase in lignification of stems [4]. It is still unknown whether PtoMYB216 also play regulatory roles in other biosynthetic pathways. Therefore, future work will focus on understanding the function and regulation of this gene in biotic and abiotic stress responses.\n\nPrevious studies have shown that R2R3 MYB transcription factors are involved in directly regulating secondary cell wall formation and lignin deposition by binding to AC elements in the promoters of lignin biosynthetic pathway genes [5], [21], [22]. The biochemical pathways of monolignol biosynthesis are highly conserved throughout vascular plants, and most of the enzymes in the monolignol biosynthesis pathway have been identified and characterized [5]. AC elements have been found in the promoters of PAL, 4CL, C3H, CCoAOMT, CCR and CAD\n[51]. In the present study, we found that overexpression PtoMYB216 only activated the expression of the upstream genes (PAL4, 4CL5, C4H2 and C3H3) in the lignin biosynthetic pathway. Whereas CCoAOMT expression was not changed although AC elements are present in its promoter (Fig. 6). It is most likely that PtoMYB216 just binds to the AC elements in the promoters of these upstream genes in the lignin biosynthetic pathway in poplar. C4H, F5H and COMT have not apparent AC elements in their promoters [51], although it is possible that more degenerate AC elements may be present in their promoters. Consistent with this possibility, the C4H2 gene is also shown to be directly activated by PtoMYB216 (Fig. 6).\n\nMYB transcription factors act as activators of lignin biosynthesis. For example, overexpression of pine PtMYB4 in tobacco led to increased lignin content due to enhanced expression of C3H, CCOMT, COMT, CCR and CAD genes [21]. Lignin quality can also be controlled by MYB transcription factors. An increased S/G ratio without any change in lignin content was found in transgenic tobacco overexpressing eucalyptus EgMYB2 and the expression of the downstream genes in lignin biosynthetic pathway was highly induced in these plants [22]. Newman et al. [41] has previously reported that overexpression of AtMYB61, a homolog of PtoMYB216, causes ectopic lignification in Arabidopsis. Here, we found that PtoMYB216 overexpression in poplar plants resulted in an increase in lignin content (Table 1), while no impact on the S/G ratio of the lignin (Data not shown). qRT-PCR analysis showed that expression of CCoAOMT1, COMT2 and CAD1 were not changed in transgenic plants overexpressing PtoMYB216 (Fig. 6). It is consistent with the reported results, in which the transcription of CCoAOMT1, COMT2 and CAD1 was modulated according to the metabolic demand of monolignol biosynthesis.\n\nPtoMYB216 overexpression is sufficient to induce lignification, but it remains to be determined if it is necessary for lignification. In general, it is the possible functional redundancy in the R2R3-MYB family in plants. In P. tomentosa Carr., there are at least four R2R3 MYB family members (PtoMYB170, PtoMYB55, PtoMYB121 and PtoMYB216) that could be the functional orthologues AtMYB61 (Fig. 1B). Such functional redundancy confounds loss-of-function experiments aimed at determining necessity. In gene families that have functional redundancy, related family members often must be suppressed before a phenotype is observed [52]. In order to address these problems in future experiments aimed at testing necessity of the PtoMYB216 homologs to regulate lignification, it may be necessary to suppress several MYB family members simultaneously, focusing on the Arabidopsis AtMYB61orthologues.\n\nContains: Table S1 List of primers used for qRT-PCR. Figure S1. Photographs of \nPtoMYB216\n overexpressing \nPopulus tomentosa\n Carr. after four weeks of growth. No phenotypic or growth differences were observed between PtoMYB216 overexpressing and control plants under the same growth conditions. Figure S2. PCR analysis of transgenic poplar plants. Genomic DNAs were isolated from hygromycin-resistant plants transformed with the \n35S\n:\nPtoMYB216\n vector. PCR amplification using primers specific for the production of a 562-bp PtoMYB216 fragment. M, D2000 DNA Ladder; WT, non-transgenic plants; P, corresponding plasmid DNA (positive control); Lanes 1–10, independent transgenic lines. Numbers on the left indicate DNA marker sizes in base pairs.\n\n(DOC)\n\nClick here for additional data file."
  },
  {
    "pmid": "28117379",
    "title": "PtoMYB156 is involved in negative regulation of phenylpropanoid metabolism and secondary cell wall biosynthesis during wood formation in poplar.",
    "journal": "Scientific reports",
    "year": "2017",
    "authors": [
      "Yang, Li",
      "Zhao, Xin",
      "Ran, Lingyu",
      "Li, Chaofeng",
      "Fan, Di",
      "Luo, Keming"
    ],
    "abstract": "Some R2R3 MYB transcription factors have been shown to be major regulators of phenylpropanoid biosynthetic pathway and impact secondary wall formation in plants. In this study, we describe the functional characterization of PtoMYB156, encoding a R2R3-MYB transcription factor, from Populus tomentosa. Expression pattern analysis showed that PtoMYB156 is widely expressed in all tissues examined, but predominantly in leaves and developing wood cells. PtoMYB156 localized to the nucleus and acted as a transcriptional repressor. Overexpression of PtoMYB156 in poplar repressed phenylpropanoid biosynthetic genes, leading to a reduction in the amounts of total phenolic and flavonoid compounds. Transgenic plants overexpressing PtoMYB156 also displayed a dramatic decrease in secondary wall thicknesses of xylem fibers and the content of cellulose, lignin and xylose compared with wild-type plants. Transcript accumulation of secondary wall biosynthetic genes was down-regulated by PtoMYB156 overexpression. Transcriptional activation assays revealed that PtoMYB156 was able to repress the promoter activities of poplar CESA17, C4H2 and GT43B. By contrast, knockout of PtoMYB156 by CRISPR/Cas9 in poplar resulted in ectopic deposition of lignin, xylan and cellulose during secondary cell wall formation. Taken together, these results show that PtoMYB156 may repress phenylpropanoid biosynthesis and negatively regulate secondary cell wall formation in poplar.",
    "pmcid": "PMC5259741",
    "full_text": "In plants, phenylpropanoid compounds are a wide range of secondary metabolites including monolignols, flavonoids, stilbenes and various phenolic acids. These natural products are involved in mechanical strength, plant defense and ultraiolet (UV) light protectants1. The first three reactions in the phenylpropanoid metabolism pathway are catalyzed by phenylalanine ammonia-lyase (PAL; EC 4.3.1.5), cinnamate 4-hydroxylase (C4H; EC 1.14.13.11), and 4-coumarate: CoA ligase (4CL; EC 6.2.1.12), respectively, leading to the synthesis of p-coumaroyl CoA which is a common precursor for the production of many important compounds including monolignols and flavonoids2.\n\nLignin is a complex organic polymer of monolignols and constitutes one of the major components of the secondary walls of xylem cells and fibres. Secondary cell walls are the primary constituent of fibers and tracheary elements in wood, which is one of the most abundant feedstock resources in the world, and ensure water and nutrient transport and provide plants with rigidity and strength to support their body weight. Secondary wall formation is an ordered developmental process that requires the fine temporal and spatial regulation of the genes involved in the biosynthesis and targeted secretion of secondary wall components, and oriented deposition and assembly of secondary walls345. In the past decade, comprehensive molecular and genetic studies have revealed a complex regulatory network for secondary wall biosynthesis5678.\n\nA hierarchical network of transcription factors has been proposed to control secondary wall formation in plants59. Several NAC (for NAM, ATAF1/2, and CUC2) transcription factors including NST1/2, NST3/SND1, VND6/7 act as master switches that activate secondary wall biosynthesis in Arabidopsis (Arabidopsis thaliana)51011. In woody plants such as poplar and Eucalyptus, a group of wood-associated NAC transcription factors (PtrWNDs and EgWND1) have been identified as functional orthologs of the Arabidopsis secondary wall biosynthesis-related NACs including SND1, NST1/2, and VND6/71213. Besides NAC proteins, several MYB transcription factors were also shown to be key regulators of secondary wall formation. In poplar, at least four MYB transcription factors (PtrMYB2, PtrMYB3, PtrMYB20 and PtrMYB21) have been demonstrated to be direct targets of PtrWNDs and functional orthologs of the Arabidopsis MYB46 and MYB83 which act as second-level master switches controlling secondary wall biosynthesis41415. These PtrMYBs are able to activate the promoter activities of poplar wood biosynthetic genes15. When overexpressed in Arabidopsis, PtrMYB3/20 were also capable of activating the biosynthetic pathways of secondary cell wall, resulting in ectopic deposition of cellulose, xylan and lignin14. Other wood-associated transcription factors as master switches activated secondary wall biosynthesis during wood formation include the Eucalyptus EgMYB216 and the pine (Pinus taeda) PtMYB4/81718. These transcription factors have been shown to be functional orthologs of Arabidopsis MYB46/83, and overexpression of PtMYB4 and EgMYB2 resulted in ectopic lignification in tobacco and Arabidopsis, respectively1317. There are also many R2R3 MYB transcription factors that directly bind to AC cis-elements (AC-I, ACCTACC; AC-II, ACCAACC, and AC-III, ACCTAAC) in lignin biosynthetic gene promoters to positively and negatively regulate lignin synthesis819. Among of them, AtMYB58 and AtMYB6320, AtMYB856 and AtMYB8321, and PtMYB118 have been identified as transcriptional activators, and AtMYB422, AtMYB3223, ZmMYB3124, ZmMYB4224, PvMYB426, EgMYB127, ZmMYB1119, VvMYBC2-L1/L328 as repressors.\n\nIn the P. trichocarpa genome, at least 192 R2R3 MYB transcription factors have been annotated29. To date, increasing evidence shows the involvement of a few transcription factors in the regulation of lignin biosynthesis in poplar. PtrMYB2830, PtrMYB1523132 and PtoMYB9233 have been reported as activators of lignin biosynthesis. However, only a few MYB transcription factors have been demonstrated to be a repressor of lignin biosynthesis in poplar. More recently, overexpression of PdMYB221 from P. deltoids led to a reduction in secondary cell wall thicknesses of fibers and vessels in transgenic Arabidopsis34, indicating that PdMYB221 may be a repressor of secondary wall formation in poplar. In the present study, an R2R3 MYB gene, PtoMYB156, was isolated from Chinese white poplar (P. tomentosa Carr.) based on homology with Arabidopsis AtMYB4 and Eucalyptus EgMYB1 of known function as repressors in lignin biosynthesis. When overexpressed in poplar, PtoMYB156 is also able to repress the promoter activities of poplar wood biosynthetic genes. We demonstrated that PtoMYB156 functions as a transcriptional repressor and negatively regulates secondary cell wall formation in poplar.\n\nPopulus tomentosa Carr. (Clone 741) was grown in a greenhouse under a 14-/10-h light/dark cycle with supplemental light (4500 lux) and at 23–25 °C. For gene expression pattern analysis in different tissues, including leaves, roots, stems, bark, xylem and phloem, were collected from 6-month-old poplar plants. Samples were frozen immediately in liquid nitrogen and stored at −80 °C until RNA isolation.\n\nNicotiana benthamiana plants were grown in a greenhouse at 23 °C with 16/8 hrs of day night cycle.\n\nTotal RNA was isolated from P. tomentosa Carr. using the Plant Mini Kit (Qiagen, Germany). First-strand cDNAs were synthesized from 2 μg of total RNA in 20 μl of reaction mixture using the RT-AMV transcriptase Kit (TaKaRa, Dalian, China). The coding sequence (CDS) of PtoMYB156 was amplified by gene-specific primers (Supplementary Table S1). Thermal cycler programmes were as follows: 96 °C for 3 min followed by 32 cycles of 94 °C for 30 s, 56 °C for 30 s and 72 °C for 50 s, and a final extension step at 72 °C for 10 min. The amplification products were cloned into the plant binary vector pCXSN as previously described35.\n\nThe amino acid sequences of R2R3 MYB transcription factors in other species were obtained by BLAST searchers (http://www.phytozome.com). The deduced amino acid sequences were aligned with the program DNAMAN7.0 (Lynnon Corporation, USA). Phylogenetic analysis based on amino acid sequences was preformed using the Neighbor-Joining (NJ) method through MAGE 5.036.\n\nTotal RNA was extracted from different tissues of poplar plants using the Trizol Reagent (Tiangen, China). The gene-specific primers are listed in Supplementary Table S1. Semi-quantitative reverse transcription (RT-PCR) conditions were an initial denaturation step at 94 °C for 3 min, 28 cycles of 94 °C for 30 s, 58 °C, and 72 °C for 1 min, and an extension step at 72 °C for 10 min. The amplification products were resolved by 1% (w/v) agarose gel electrophoresis and visualized with ethidium bromide under UV light. A TP800 Real-Time PCR machine (TaKaRa, Japan) was used for quantitative real-time reverse transcription-PCR (qRT-PCR) analysis. The poplar Ptr18S gene was used as internal references to normalize the expression data. Three biological and three technical replicates were performed for each gene.\n\nThe 35S:PtoMYB156 construct was transformed into Argobacterium tumefaciens strain EHA105 using the freeze-thaw method. Populus transformation was performed according to the Agrobacterium-mediated leaf disc method previously established in our laboratory37. Putative transgenic plants were selected on woody plant medium (WPM)38 supplemented with 9 mg l−1 hygromycin. Transformed plants were sub-cultured by cutting shoot apices to WPM medium with 9 mg l−1 hygromycin. Rooted plantlets were acclimatized in pots at 25 °C in a 14-/10-h light/dark cycle and then transferred to the greenhouse for further studies.\n\nThe PtoMYB156 coding sequence was amplified from P. tomentosa Carr. with gene-specific primers (Supplementary Table S1) and ligated into the pCX-DG vector35 to produce a 35S-PtoMYB156:GFP construct. The recombinant expression vectors were introduced into tobacco BY-2 cells by transient Agrobacterium-mediated transformation method39. The tobacco BY-2 cells were stained with 4′,6-diamidino-2-phenylindole (DAPI), and then photographed under a fluorescent microscope (Olympus BX53, Japan).\n\nThe cDNA encoding PtoMYB156 was amplified by PCR and cloned into EcoRI and NcoI sites of pGBKT7 vector (Clontech). The VP16 motif was linked into pGBKT7 vector and fused with the C-terminal of PtoMYB156 protein. To determine the transcription activity of PtoMYB156, the GAL4BD/UAS/LacZ transcient assays were performed in yeast cells as described previously40. β-galactosidase assays were performed as described in the yeast protocols handbook (Clontech).\n\nThe promoter fragments of secondary wall biosynthetic genes (PtrCES17, PtrC4H2 and PtrGT43B) were amplified by PCR with gene-specific primers listed in Supplementary Table S1. These amplified fragments were fused to the GUS reporter gene in the modified pCambia1305.1 vector to generate reporter constructs, respectively. The 35S-PtoMYB156 construct were used as an effector. Tabacco leaves were infiltrated by Argrobacterium cells containing the effector and reporter with the agroinfiltration method41. After 3d of infiltration, GUS activity was quantitatively measured by spectrophotometry42.\n\nThe free-hand cross-sections of fresh stems (6th internode) from 4-month-old plants were stained with 5% (w/v) phloroglucinol-HCl for lignin detection. Different tissues were fixed in formaldehyde acetic acid solution [formaldehyde:glacial acetic acid:ethanol (1:1:18)], dehydrated in graded ethanol series and embedded into paraffin. Sections (10 μm thickness) were cut with a razor blade and an Ultra-Thin Semiautomatic Microtome (FINESSE 325, Thermo). After the removal of paraffin, the samples were stained with 0.05% (w/v) toluidine blue or 5% (w/v) phloroglucinol-HCl, and observed under a light microscopy43. Cell wall thicknesses of fibers and vessels were measured using IMAGE-PRO PLUS software (MediaCybernetics, Bethesda, MD, USA). In all cases, pairs of similar cell types were selected for measurement.\n\nQuantitative determination of total phenolics was performed as described previously25. Total phenolic content was examined from standard curves obtained using dilutions of gallic acid, rutin and cyanidin chloride at 280, 360 and 520 nm, respectively.\n\nTotal flavonol content in poplar plants was measured according to the modified method reported previously44. Plant tissues (100 mg) were extracted in 3 ml of 80% methanol at 4 °C for 2 h. After centrifugation, aliquots of supernatant were dried under nitrogen and dried samples were incubated with 3 ml of 1N HCl at 90 °C for 2 h and extracted twice with 3 ml of ethyl acetate. Ethyl acetate extracts were pooled, dried under nitrogen, and resuspended in 200 μl of methanol. The absorbance at 415 nm was recorded on a spectrophotometer. The standard curve was prepared using 0, 50, 100, 150, 200, 250 mg/l of naringenin in methanol solutions. Flavonol content was calculated on the basis of naringenin level.\n\nTotal anthocyanin content of poplar plants was determined as described previously44. Briefly, 0.5 g of plant tissue were ground in liquid N2 and incubated in 5 ml of methanol: 0.1% HCl at 4 °C for 1 h, followed by shaking overnight at 120 rpm. After centrifugation (2,500 g, 10 min, 4 °C), 1 ml of water was added to 1 ml of extract, followed by addition of 1 ml of chloroform to remove chlorophyll. The absorbance of the supernatants was measured at 530 nm. Total anthocyanin concentration was calculated using the molar absorbance of cyanidin-3-O-glucoside.\n\nFor extraction of proanthocyanidins (PAs), poplar leaves were ground in liquid N2 and 0.5 g batches were extracted with 2.5 ml extraction solution (70% acetone and 0.5% acetic acid) by vortexing followed by sonication at 30 °C for 30 min. After centrifugation (2500 g, 10 min), residues were re-extracted twice. The supernatants were then extracted with 2 ml chloroform. The aqueous supernatant was extracted twice with chloroform and then three times with hexane. Samples were freeze dried, resuspended in extraction solution. Soluble PA content was determined using dimethylaminocinnamaldehyde (DMACA) reagent with catechin standards. Three independent experiments were performed for each sample.\n\nInternode samples (9th–15th internodes) were harvested from the wild-type control and transgenic lines. Lignin analyses were carried out on dry extract-free cell wall residues, and ground to pass through a 40 mesh sieve, before extracted with benzene-ethanol (2:1, v/v) in a Soxhlet for 4 h, and then air-dried in a hood for several days until constant weight was achieved. Klason lignin content was determined in pre-extracted tissues as previously described45. The pretreatment of lignin monomer determination was as described previously45. After filtered with a membrane filter (0.22 μm), the final solution was prepared for HPLC analysis. Aliquots (20 μL) of the solution was injected into the Shimadzu HPLC system (Kyoto, Japan), equipped with a model LC-20AD binary gradient pump, an SPD-M20A diode-array detector (set at 280 nm), a SiL-20A auto sampler, a DGU-20A3 degasser and CTO-20A column oven. The analyses were performed by a inertsil ODS-SP column (4.6 × 250 mm, 5 μm) with CH3OH:H2O:HAc (25:74:1, v/v/v) carrier liquid (flow rate: 1.1 ml min−1)4647.\n\nTo construct the CRISPR/Cas9 gene knockout vector, the binary pYLCRIPSR/Cas9 multiplex genome targeting vector system48 was used as described by Fan et al.49. The PtoMYB156 coding sequence was screened in the online tool ZiFiT Targeter Version 4.2 (http://zifit.partners.org/ZiFiT/Introduction.aspx)50. Three of putative target sites located at the first exon of the PtoMYB156 coding sequence were chosen for designing the sgRNA sequences based on their GC content. Three pairs of oligos (Supplementary Table S1) were designed to specifically target PtoMYB156 and sgRNA cassettes driven by the promoters of Arabidopsis AtU3b, AtU6–1 and AtU6-29, respectively, were assembled into the binary CRISPR/Cas9 vector based on Golden Gate Cloning51.\n\nTransgenic poplar plants were generated by Agrobacterium-mediated transformation as described previously37. For CRISPR/Cas9-based knockout of PtoMYB156 in transgenic T0 poplar plants, the genomic DNA was isolated with a typical CTAB method, followed by PCR amplification and DNA sequencing. To further validate the targeted DNA insertions or deletions, the PCR product was cloned into the pMD19-T Simple vector (Takara, Dalian, China) and at least 15 clones for each transgenic line were selected for sequencing.\n\nThe experimental data referred to plant height, internode length, biomass, cell wall thickness, lignin content, quantitative RT-PCR and GUS activity assays were subjected to statistical analysis using the Student’s t test program (http://www.graphpad.com/quickcalcs/ttest1.cfm). Quantitative difference between two groups of data for comparison in each experiment was found to be statistically significant (*P < 0.05; **P < 0.01).\n\nThe accession number of PtoMYB156 in the GenBank database is KT990214. Other GenBank accession numbers for genes used in this study are as follows: EjMYB2 (KF767454), AmMYB308 (P81393), PdMYB221 (POPTR_0004s18020), EgMYB1 (CAE09058.1), LlMYB1 (GU901209), PvMYB4a (JF299185), TaMYB4 (JF746995), ZmMYB42 (NP_001106009), AtMYB4 (AAS10085.1), AtMYB3 (AT1G22640.1), AmMYB330 (P81395.1), PtrMYB182 (XP_002305872), GbMYBF2 (JQ068807), EJMYB1 (KF767453.1), AtMYB63 (AT1G79180), AtMYB58 (AT1G16490), EgMYB2 (AJ576023), PtrMYB3 (XM_002299908), PtrCESA2B (JX552008.1), GhMYBL1 (KF430216), ZmMYB31 (NP_001105949), PtrMYB20 (XM_002313267), PtrCCOAOMT1 (Potri.009G099800.4), PtrCCR2 (Potri.003G181400.2), PtrCOMT2 (Potri.012G006400.2), PtrCAD1 (Potri.009G095800.2), PtrC3H3 (Potri.006G033300.2), PtrPAL4 (Potri.006G126800.1), PtrHCT1 (Potri.001G042900.2), PtrC4H2 (Potri.001G042900.2), Ptr4CL5 (Potri.003G188500.2), PtrF5H2 (Potri.007G016400.1), PtrCESA17 (Potri.002G257900) and PtrGT43B (Potri.016G086400.1).\n\nA putative R2R3 MYB transcription factor gene was obtained by BLAST search in the poplar database using AtMYB4 as a query sequence. The full-length open reading frame (ORF) was amplified by RT-PCR from cDNA of leaves of 6-month-old P. tomentosa. The sequence, named PtoMYB156 (accession no. KT990214), encodes a protein of 269 amino acid resides (Fig. 1A) with a predicted molecular mass of 30 kD and a calculated pI of 8.5. The sequence alignment of PtoMYB156 with other MYB repressors showed that PtoMYB156 has a highly conserved R2-R3 domain at the N-terminal region and the C-terminal domain is more divergent (Fig. 1A). Some typical protein motifs of were found at the C-terminal of the MYB subgroup 4 transcription factors24262752. These motifs, including the C1 (LlsrGIDPX[T⁄S]HRX[I/L]), C2 (pdLNL[D⁄E]LXI[G/S]), C4 (GYDFLGLX4–7LX[Y/F][R/S]XLEMK) and ZF (CX1–2CX7–12CX1–2C) motifs were found in the C-teriminal of PtoMYB156 protein (Fig. 1B).\n\nA phylogenetic tree was constructed using the neighbor-joining method with the protein sequences of PtoMYB156 and other MYB factors involved in the regulation of the phenylpropanoid pathways (Fig. 1C). Phylogenetic analysis showed that PtoMYB156 is more closely related to AmMYB30853, EjMYB254, EgMYB127 than the phenylpropanoid/lignin biosynthesis repressors such as AtMYB422, AmMYB30855, ZmMYB4225, ZmMYB3124. In addition, PtoMYB156 shares a high level of amino acid sequence identity with PdMYB221 from P. deltoids34, indicating that they are homologous genes and have the similar biological functions as defined in regulating secondary wall biosynthesis in different species.\n\nTo determine the tissue-specific expression profiles of PtoMYB156 in poplar, we extacted total RNA from different tissues and performed qRT-PCR analysis. The PtoMYB156 was expressed in all the tissues tested, with the highest expression in old leaves and lowest expression in roots (Supplementary Fig. S1). Transcript accumulation of PtoMYB156 was also detected throughout the stem, including xylem, phloem and bark. On the other hand, in transgenic Arabidopsis plants harboring the GUS (β-glucuronidase) gene driven by the promoter of PtoMYB156, histochemical GUS staining showed that GUS activity was detected in all tissues of transgenic plants, especially in vascular tissues of roots, stems and leaf veins (Supplementary Fig. S2).\n\nTo test whether PtoMYB156 is localized to the nucleus, the open reading frame (ORF) of PtoMYB156 was fused into the C-terminal of the GFP gene of a ZeBaTA vector pCXDG35 under the control of the CaMV 35S promoter. The construct with a PtoMYB156:GFP fusion protein was transformed into protoplasts from tobacco BY-2 cells. As shown in Fig. 2A, GFP fluorescence in cells with PtoMYB156:GFP was shown to localize to the nucleus by confocal microscopy, whereas GFP alone was distributed throughout the entire cells.\n\nTo determine transcriptional activity of PtoMYB156, the ORF of PtoMYB156 was fused with the VP16 activation motif from herpes simplex virus protein VIP1656 and GAL4 binding domain (Fig. 2B). The reporter construct contained the LacZ reporter gene driven by the pADH1 promoter with GAL4 binding motif. After expression of reporter and effector constructs in yeast, β-galactosidase assays showed that the transcriptional activation activity of VP16 domain was reduced markedly when fused to PtoMYB156 protein, indicating that PtoMYB156 has transcriptional repression activities (Fig. 2B).\n\nIn order to establish the biological function of PtoMYB156, we overexpressed it under the control of the CaMV promoter in Chinese white poplar (P. tomentosa Carr.). A few independent transgenic lines, such as line 3 (L3) and line 4 (L4), showed high mRNA levels of PtoMYB156 (Fig. 3A). Compared with wild-type plants, transgenic lines overexpressing PtoMYB156 displayed pleiotropic phenotypes such as decreased plant height, thinner stems, smaller leaves and fewer roots (Fig. 3B). After growth for 4 months in a greenhouse with a 14-/10-h light/dark cycle, the transgenic lines with severe reduction in height were 56–63% shorter and had a reduced diameter of 30–36% than the controls, respectively (Fig. 3B). In addition, there were significant differences in biomass of shoots and roots between transgenic and control plants when dry weight was measured (Fig. 3B).\n\nSince PtoMYB156 shares significant similarity with other phenylpropanoid/lignin biosynthesis repressors such as AtMYB422, AmMYB30855, ZmMYB4225, ZmMYB3124 and ZmMYB1119, we investigated whether PtoMYB156 could also negatively regulate the biosynthesis of phenylpropanoid compounds in transgenic plants. Quantification analysis showed a strong reduction in accumulation of total phenolics, flavonols, anthocyanins and soluble PAs in 35S:PtoMYB156 lines compared with the wild type (Fig. 4A–D). RT-PCR analysis for two independent lines indicated that PtoMYB156 can act as a repressor of expression of phenylpropanoid structural genes in transgenic plants (Fig. 4E). The expression of genes involved in the flavonoid biosynthetic pathway, including CHS1, CHI1, DFR2, ANS2, ANR2, FLS1 and LAR3, appeared strongly down-regulated in 35S:PtoMYB156 lines compared to wild-type plants. Additionally, the expression of F3H was clearly up-regulated compared to the wild type (Fig. 4E).\n\nTo further investigate which structural genes of the flavonoid biosynthetic pathway were repressed by PtoMYB156, we established a transient expression method using tobacco leaves by Agraobacterium-medeated transformation. In the effector plasmid, PtoMYB156 was driven by the Cauliflower mosaic virus (CaMV) 35S promoter. The promoters of PtrFLS1 and PtrLAR3 were used to control the expression of the GUS reporter gene. PtoMYB156 strongly suppressed the promoters of the gene PtrFLS1 (reduced to approximately 5%) and PtrLAR3 (reduced to approximately 36%) (Fig. 4F), indicating that it can repress the different flavonoid pathways.\n\nTo evaluate whether PtoMYB156 affects lignin biosynthesis in poplar, stem cross-sections were observed under UV light. Confocal microscopy of lignin autofluorensence showed that lignified secondary wall thickening was mainly observed in veins of wild-type leaves (Fig. 5A), but weaker signals in transgenic plants (Fig. 5D). Consistently, the less intense autofluorescence of lignin and cellulose was detected in the stem cross-sections of transgenic plants overexpressing PtoMYB156 (Fig. 5E and F) compared with the wild type (Fig. 5B and C). Phloroglucinol-HCl staining of lignin in stem cross-sections revealed that the typical intense red stain of secondary cell walls in wild-type plants (Fig. 5G), but less intense staining was detected in transgenic 35S:PtoMYB156 plants (Fig. 5H). Compared with the control (Fig. 5I), secondary xylem tissue of transgenic plants (Fig. 5J) was substantially reduced. Quantitative determinations showed that, on average, cell wall thickness was reduced by about 13% and 28% for xylem vessel cells and xylem fiber cells (Supplementary Table S2), respectively. Toluidine blue-O staining of stem cross-sections indicated that mean cell area of xylem and phloem fibers of 35S:PtoMYB156 plants was significantly reduced compared with the control plants (Fig. S3, Supplementary Table S3).\n\nIn order to quantify lignin modifications, we measured Klason lignin content in the stems of wild-type and transgenic plants (Supplementary Table S4). The results showed that lignin accumulation was significantly decreased (about 14.3%) in stems of 4-month-old poplar plants. But the lignin monomer yield and composition (S:G ratio) was not significantly changed (Supplementary Table S4).\n\nQuantitative RT-PCR analysis with gene-specific primers (Supplementary Table S1) was used to determine expression levels of the genes encoding the enzymes of secondary wall biosynthesis. In transgenic 35S:PtoMYB156 lines, the expression of these genes involved in the biosynthesis of wood components, including cellulose (CES17/18), xylan (GT43B) and lignin (F5H2, CCoMOT1, C3H1, HCT1, LAC40, C4H2), was significantly downregulated, compared with the control (Fig. 6A). Overexpression of PtoMYB156 in poplar also resulted in downregulation of PtoPAL1 involved in phenylpropanoid pathway. In addition, the expression of several secondary wall-associated transcription factors, PtoMYB003/018/020/021/028/152, were repressed, while PtoKNAT7, a transcriptional repressor57, was induced in 35S:PtoMYB156 lines (Supplementary Fig. S4). These results indicate that PtoMYB156 could function as a negative regulator of secondary wall biosynthesis in poplar.\n\nTo investigate the roles of PtoMYB156 in the regulation of secondary wall biosynthesis, we determined whether it was capable of repressing the promoters of poplar wood biosynthetic genes. The PtrCESA17, PtrC4H2 and PtrGT43B promoters were amplified from the genomic DNA of P. trichocarpa and fused to the GUS reporter gene. The reporter and effector constructs (Fig. 6B) were co-transfected into Arabidopsis leaves by Agrobacterium-mediated method. GUS activity assays showed that PtoMYB156 was able to significantly repress expression of the GUS reporter gene under the control of the PtrCESA17, PtrC4H2 and PtrGT43B promoters (Fig. 6C).\n\nTo further analyze its genetic function, we used a CRISPR/Cas9-based reverse genetic system49 to knock-out the PtoMYB156 gene in the P. tomentosa genetic background. Three 20-bp sequences with tandem guanosine nucleotides (PAM) at the first exon region of PtoMYB156 were chosen as sgRNA complementary sites (Fig. 7A). The binary vector with the CRISPR/Cas9 system was introduced into poplar by Agrobacterium-mediated transformation and 12 independent transgenic lines were generated. The integration of the transgenes into the genome of transgenic plants was verified by PCR with gene-specific primers for the hygromycin phosphotransferase (Hyg) gene (Supplementary Fig. S5). To detect mutations in the target region, amplified polymorphic sequence analysis was conducted using genomic DNA extracted from independent transgenic lines. At least three PCR products with different size were obtained from transgenic lines when amplified with gene-specific primers for PtoMYB156 (Fig. 7B). DNA sequencing analysis was performed on cloned-PCR products from three PtoMYB156 knock-out (PtoMYB156-KO) lines (L5, L7 and L12). We found that 48% (12/25) of cloned-PCR products contained mutations in PtoMYB156-KO line 5 (Fig. 7C). Small deletions were commonly found at the site of cleavage, whereas large deletions (>30 bp) were also observed at a low frequency.\n\nNo phenotypic alterations were observed in PtoMYB156-KO lines compared with the wild-type (Supplementary Fig. S6). However, when stem cross-sections were examined, ectopic deposition of lignin was detected in some secondary phloem cells of PtoMYB156-KO plants (Fig. 7D). Histochemical analyses showed that secondary cell walls of stem vascular tissue were obviously thicker in PtoMYB156-KO lines compared with the control (Fig. 7D). Quantitative RT-PCR analysis revealed that knockout of PtoMYB156 resulted in an increase in expression of secondary wall biosynthetic genes for lignin (PAL1, 4CL5, C4H2, COMT2, CCR2, CAD1), xylan (GT43B) and cellulose (CESA2B) (Fig. 7E). These results indicated that PtoMYB156 knockout triggered the expression of the genes involved in secondary wall formation and lignin biosynthesis.\n\nIn tree species, a number of wood-associated transcription factors, including NAC and MYB proteins, have been demonstrated to be involved in the coordinated regulation of secondary wall biosynthesis during wood formation414151627325859. In this study, we characterize a poplar repressor-like R2R3-MYB, PtoMYB156, and demonstrated that it was not only able to down-regulate different branches of the phenylpropanoid pathway but also negatively control secondary cell wall formation. Protein sequence analysis revealed PtoMYB156 contains four conserved motifs, C1, C2, Zf and C4, in the C-terminal region (Fig. 1B). In previous studies, C2 and C4 motifs have been demonstrated to function as a repression motif222427. Phylogenetic tree analysis showed that PtoMYB156 is an ortholog of Eucalyptus EgMYB1, which acts as a transcriptional repressor of lignin biosynthesis2760, in poplar (Fig. 1C). Transcriptional activity assays showed that PtoMYB156 suppressed LacZ expression in yeast (Fig. 2B), suggesting that it is a transcriptional repressor. Overexpression of PtoMYB156 repressed the expression of various phenylpropanoid structural genes (Fig. 4E), resulting in significant reduction in the amounts of total phenolic compounds, lignins, flavonols, anthocyanins and PAs (Fig. 4A–D). In a previous study, PdMYB221, the nearest homolog of PtoMYB156 (Fig. 1C), appears to be involved in the regulation of secondary wall biosynthesis during wood formation34, however, it is unclear whether this gene also can impact on the phenylpropanoid pathway.\n\nSeveral MYB transcription factors, including MYB4/7/32 (Arabidopsis), ZmMYB31/42 (maize), PvMYB4 (switchgrass) have been characterized to be transcriptional repressors of lignin biosynthesis2223242526. Overexpression of these genes resulted in down-regulating expression of lignin biosynthetic genes and a reduction in lignin content. In Eucalyptus, EgMYB1 overexpression in poplar and Arabidopsis led to repressing expression of biosynthesis genes not only for lignin but also for cellulose and xylan. Thus, EgMYB1 was a negative regulator for the entire secondary wall biosynthesis27. More recently, PdMYB221, a paralogous gene of PdMYB156, from P. deltoides have been demonstrated that it is involved in the negative regulation of secondary wall formation through the direct and indirect repression of secondary wall biosynthetic gene expression in transgenic Arabidopsis34. In our study, overexpression of PtoMYB156 in poplar resulted in a dramatic effect on growth and development by reducing shoot height, stem diameter and leaf size (Fig. 3).\n\nChemical staining and quantitative analysis of PtoMYB156-overexpressor plants showed that lignin content was significantly reduced (Fig. 5 and Supplementary Table S4) and secondary wall thickness of fibers and vessels was also markedly decreased (Fig. 5 and Supplementary Table S3), compared with the control. Interestingly, the amount of S and G subunits were reduced in PtoMYB156 overexpressors but no significant effect on the S:G ratio (Supplementary Table S4). In agreement with these observations, quantatitive RT-PCR analysis showed that PtoMYB156 overexpression repressed a number of lignin biosynthetic genes (C3H1, CCoMOT1, HCT1, LAC40, C4H2 and PAL1), two CESA genes (CESA17 and CESA18) and one xylan biosynthetic gene (GT43B) (Fig. 6A). These data indicated that PtoMYB156 acts as a negative regulator of secondary cell wall formation in poplar. However, the detailed functions of PtoMYB156 to regulate secondary cell wall biosynthesis in poplar remain largely unknown and need to be further explored in the future.\n\nAlthough the secondary wall biosynthetic genes were repressed by PtoMYB156 in transgenic poplar, it is still unknown that this suppression is directly or indirectly regulated through the binding of PtoMYB156 to the AC elements of secondary wall biosynthetic gene promoters. Other MYB factors as repressors have been established to directly bind target gene promoters2224263461. In Arabidopsis, for example, the R3 domain of AtMYB4 is necessary to bind DNA, because mutating this region impeded the binding ability of AtMYB4, resulting in abolishing its ability to repress transcription22. ZmMYB31 was able to bind directly to the promoters of the maize ZmCOMT and ZmF5H genes, resulting in the repression of lignin biosynthetic gene expression24. The poplar PdMYB221 functioned as a transcriptional repressor and directly suppressed the expression of secondary wall biosynthetic genes including PdCESA8, PdGT47C and PdCOMT234. We found that AC-like elements are also present in the promoter regions of other structural genes of secondary wall biosynthetic pathway in poplar and promoter activity analysis in transient assays showed that PtoMYB156 repressed the promoters of poplar PtrC4H2, PtrCEASA17 and PtrGT43B (Fig. 6C). However, direct evidence for binding of PtoMYB156 protein to the promoters of secondary wall biosynthetic genes is still lacking.\n\nTo further determine the function of PtoMYB156, we created transgenic poplar plants with knockout mutations in PtoMYB156 using the CRISPR/Cas9 system (Fig. 7). As described previously49, three sgRNA target sites located in the first exon of the PtoMYB156 gene were chosen as target sequences (Fig. 7A). Interestingly, most of the PtoMYB156 mutant alleles were deletions and insertions at the second and third target sites and no mutation was found in the first target site (Fig. 7C), indicating that selection of the optimum target-sites for sgRNA is particularly important for effectively directing gene-specific editing in Populus. In our study, a big fragment deletion was also detected in several PtoMYB156-KO lines (Fig. 7B and C). Similar results were found in other plant species such as Arabidopsis62, tomato63 and rice48. PtoMYB156-KO plants showed normal phenotypes (Supplementary Fig. S6), but exhibited a ectopic deposition of lignin in phloem tissues and an increase in secondary wall thickening in xylem cells compared with the control (Fig. 7D). Quantatitive RT-PCR analysis showed that knockout of PtoMYB156 in poplar resulted in an increase in the transcriptional levels of secondary wall-associated genes (Fig. 7E). Our results indicated that knockout of PtoMYB156 in poplar may abolish the direct suppression of PtoMYB156 in regulating secondary wall biosynthesis. In Arabidopsis, a knockout mutant of AtMYB4 showed an increase in sinapate esters, resulting in more tolerant to UV-B and transcript level of the gene encoding C4H, which was a major target of AtMYB4, was upregulated22. The mutation of AtMYB32, a transcription factor closely related to AtMYB4, resulted in aberrant pollen and male sterility and increased expression of COMT23.\n\nTaken together, this study provided the evidence for the biological functions of PtoMYB156 as a negative regulator of phenylpropanoid pathway and secondary wall formation during wood formation in poplar. Combined with this findings in our study and other studies of poplar transcription factors (NAC and MYB)9, we propose that secondary wall formation requires fine-tuning spatiotemporal regulation in poplar, and transcription activators or repressors could provide a mechanism to ensure tight regulation of secondary wall biosynthesis in vascular tissues of poplar.\n\nHow to cite this article: Yang, L. et al. PtoMYB156 is involved in negative regulation of phenylpropanoid metabolism and secondary cell wall biosynthesis during wood formation in poplar. Sci. Rep.\n7, 41209; doi: 10.1038/srep41209 (2017).\n\nPublisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
  }
]